{
  "extraction_date": "2025-09-19T16:51:37.801889",
  "total_requirements": 331,
  "extractor_version": "improved_v2.0",
  "requirements": [
    {
      "id": "MRD5",
      "title": "This mission specification is comprised of three sections",
      "text": "This mission specification is comprised of three sections. Section 1 of this document provides the introduction including the GOES-R specification hierarchy. Section 2 provides the applicable and reference documents. Section 3 of the document is the core, listing the mission requirements including: system overview, system requirements, functional segment requirements, system design and construction requirements and maintenance requirements. Section 4 refers to the documents describing how these requirements will be Verified and Validated. Sections 5 and 6 are references for terminology used throughout.",
      "category": "system",
      "priority": "medium",
      "source_page": 7,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD7",
      "title": "The following requirements terminology is used throughout this document: The...",
      "text": "The following requirements terminology is used throughout this document: The term “shall” designates a requirement that must me achieved and is synonymous with the term “threshold.” The term “should” designates a desired level of performance the government would like the contractor to strive towards achieving and is synonymous with the term “goal.” All other terms, including “will”, only designate statements of fact or intentions of the government and are not to be interpreted as contractor requirements. The term “(TBD)”, which means “to be determined”, applied to a missing requirement means that the contractor determines the missing requirement. The term “(TBR)”, which means “to be refined/reviewed”, means that the requirement is subject to review for appropriateness and subject to revision. The contractor is liable for compliance with the requirement as if the “TBR” notation did not exist. The “TBR” merely provides an indication that the value is more likely to change in a future modification than requirements not accompanied by a “TBR.",
      "category": "performance",
      "priority": "high",
      "source_page": 7,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "inspection",
      "parent_section": "3.35 MRD",
      "tags": [
        "compliance"
      ]
    },
    {
      "id": "MRD18",
      "title": "United States Code Title 15 Chapter 9 has chartered Department of Commerce to...",
      "text": "United States Code Title 15 Chapter 9 has chartered Department of Commerce to forecast weather, issue storm warnings, and display weather and flood signals that will benefit agriculture, commerce, and navigation. The National Oceanic and Atmospheric Administration's (NOAA's) primary environmental mission therefore is to provide forecasts and warnings for the United States, its territories, adjacent waters and ocean area, for the protection of life and property and the enhancement of the national economy. The following are the primary and secondary mission objectives for the GOES-R mission.",
      "category": "timing",
      "priority": "medium",
      "source_page": 11,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD23",
      "title": "The Space Segment consists of the spacecraft bus, instrument payload, and ass...",
      "text": "The Space Segment consists of the spacecraft bus, instrument payload, and associated communications equipment. The GOES-R spacecraft will be 3-axis stabilized and capable of the fine pointing control necessary for mission requirements. The primary instrument is the Advanced Baseline Imager (ABI) that will provide climatic, synoptic, and mesoscale imagery for global and CONUS forecasting and severe weather warning. Secondary instruments include the EUVS XRS Irradiance Sensors (EXIS), the Solar UltraViolet Imager (SUVI), the Space Environment In- Situ Suite (SEISS), the Magnetometer (MAG) and the Geostationary Lightning Mapper (GLM). For GOES-U, the Compact Coronagraph (CCOR) instrument will be accommodated and L0 data only will be distributed. Additionally, GOES-R will provide a set of auxiliary communications services in support of the GOES Rebroadcast service (GRB), Data Collection System (DCS), High Rate Information Transmission/Emergency Managers Weather Information Network (HRIT/EMWIN), and Search-and-Rescue Satellite (SARSAT). Note: For this specification the Level I requirements for the Solar Imaging Suite (SIS) have been decomposed into EUVS XRS Irradiance Sensors (EXIS) and the Solar UltraViolet Imager (SUVI) requirements. The GOES-NOP Low Rate Information Transfer (LRIT) and the Emergency Managers Weather Information Network (EMWIN) services have been combined into a single service for the GOES-R series spacecraft and renamed High Rate Information Transmission/Emergency Managers Weather Information Network (HRIT/EMWIN). The EMWIN/LRIT terminology in older documents and contracts is a valid equivalent to the new service name. (CCR 01423) (CCR 02163) (CCR 03446)",
      "category": "instrument",
      "priority": "medium",
      "source_page": 12,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD32",
      "title": "GOES-R satellites will have two operational locations; 75°W and 137°W",
      "text": "GOES-R satellites will have two operational locations; 75°W and 137°W. Any GOES-R satellite stored on-orbit will be located at 105°W. The location for testing on orbit (check-out) is 90° W. Data from the instruments are packetized in CCSDS data format and transmitted via X-band to Wallops Command and Data Acquisition Station and a Remote Backup facility. The Ground Segment will operate from three sites: the NOAA Satellite Operations Facility (NSOF) in Suitland, MD, the Wallops Command and Data Acquisition Station (WCDAS), and Remote Backup facility (RBU) located at a geographically diverse site of Fairmont, WV. This remote site location will have visibility to operational and on- orbit spare satellites. The Enterprise Management (EM) function lies over all ground segment components and locations. Full detail of the concept of operations is contained in the GOES-R Series Concept of Operations (CONOPS) [Reference Document 5]. (CCR 01121) (CCR 01625)",
      "category": "instrument",
      "priority": "medium",
      "source_page": 13,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD36",
      "title": "GOES-R System - provide",
      "text": "The GOES-R System shall provide an individual satellite lifetime of 5 years of storage and 10 years of operations for each satellite in the series. (CCR 01300) (CCR 02731)",
      "category": "timing",
      "priority": "high",
      "source_page": 13,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD38",
      "title": "The constellation will begin with the launch of a satellite(s) from the GOES-...",
      "text": "The constellation will begin with the launch of a satellite(s) from the GOES-R Series into geostationary orbit. An Initial Operating Capability will be achieved when quality Cloud and Water Vapor imagery are available, with either west or east coverage, exclusively from GOES-R Series satellite(s) and associated Ground Segment capabilities.",
      "category": "data",
      "priority": "medium",
      "source_page": 13,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD40",
      "title": "Full Operational Capability (FOC) will provide the full coverage of the east...",
      "text": "Full Operational Capability (FOC) will provide the full coverage of the east and west positions and associated Ground Segment capabilities.",
      "category": "performance",
      "priority": "medium",
      "source_page": 13,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD42",
      "title": "There will be multiple satellites in the GOES-R constellation",
      "text": "There will be multiple satellites in the GOES-R constellation. A satellite consists of a spacecraft to support the instruments, the instruments, the associated communication systems, and the communications payload services.",
      "category": "system",
      "priority": "medium",
      "source_page": 13,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD44",
      "title": "GOES-R System - position",
      "text": "The GOES-R System shall position satellites at 75 degrees West longitude and 137 degrees West longitude at geosynchronous altitude during nominal operations. (CCR 01626A) Printed Friday, July 12, 2024",
      "category": "system",
      "priority": "high",
      "source_page": 13,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD45",
      "title": "GOES-R System - control",
      "text": "The GOES-R System shall control the satellites to within +/- 0.1 degree in latitude and longitude at the equator for the nominal operational and checkout orbits, and may be relaxed to within +/- 5 degrees latitude for nominal operation in planned end-of-life orbit. Rationale: If NESDIS chooses to remove inclination control, then EOL inclination may be extended up to +/- 5 degrees. Limited performance degradation will occur (e.g. minor impacts to ABI Full Disk products are expected near the northern and southern edges of the earth’s full disk, ABI mesoscale may be slightly smaller, and any instruments with limited field of regard on a focused area like CONUS may have reduced area coverage at higher inclination). Northern and southern extremes of the auxiliary communication services may also be impacted. Expanding the station-keeping box to +/- 5 degrees latitude at end of life is equivalent to allowing inclination to float to up to 5 degrees. (CCR 01626A) (CCR 01720) (CCR 03863)",
      "category": "performance",
      "priority": "high",
      "source_page": 14,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD54",
      "title": "GOES-R Space Segment - employ",
      "text": "The GOES-R Space Segment shall employ spacecraft with a reliability of at least 0.73 after 15 years. Reliability is defined as the probability that each spacecraft performs its required functions over a fifteen year period (five years on-orbit storage plus ten years on-orbit operation). The required performance of the spacecraft includes all functionality required to produce KPP user products.(CCR 01546) (CCR 02115)",
      "category": "performance",
      "priority": "high",
      "source_page": 105,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD58",
      "title": "GOES-R Ground Segment monthly availability - be",
      "text": "The GOES-R Ground Segment monthly availability shall be at least 0.989 over the system lifetime. (CCR 02115) Availability is defined as the fraction of time the ground segment has full functionality over a monthly interval. (CCR 01546)",
      "category": "timing",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD59",
      "title": "GOES-R Ground Segment mean time to restore functionality - be",
      "text": "The GOES-R Ground Segment mean time to restore functionality shall be less than 2 hours. (CCR 01546) (CCR 02115)",
      "category": "timing",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD64",
      "title": "GOES-R System - prevent",
      "text": "The GOES-R System shall prevent unauthorized use and access. (CCR 01572A)",
      "category": "system",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD65",
      "title": "GOES-R Ground Segment - comply",
      "text": "The GOES-R Ground Segment shall comply with security standards listed in Security Requirements for Information Management Technology Resources [Applicable Document 1]. (CCR 01572A) (CCR 02115)",
      "category": "standards",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD66",
      "title": "GOES-R Ground Segment - conform",
      "text": "The GOES-R Ground Segment shall conform to the NOAA IT standards listed in U.S. Department of Commerce IT Security Program Policy (2009). [Applicable Document 2] (CCR 01572A) (CCR 02115)",
      "category": "standards",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "compliance"
      ]
    },
    {
      "id": "MRD68",
      "title": "GOES-R System - meet",
      "text": "The GOES-R System shall meet the system safety requirements specified in Ground Segment Project, G417-R- GSMAR-0068, Advanced Baseline Imager, 417-R-ABIMAR-0012, Spacecraft, 417-R-SCMAR-0011, and Instrument, 417-R-IMAR-0039, Mission Assurance Requirements Documents [Applicable Documents 33, 36, 34, 35]. (CCR 1571A)",
      "category": "system",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD70",
      "title": "GOES-R Ground Segment terrestrial digital communications - conform",
      "text": "The GOES-R Ground Segment terrestrial digital communications shall conform to IPv6 standards per OMB Memorandum M-05-22 [Applicable Document 18]. (CCR 01545) (CCR 02115)",
      "category": "standards",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "compliance"
      ]
    },
    {
      "id": "MRD71",
      "title": "GOES-R System - be",
      "text": "The GOES-R System shall be compliant with the Consultative Committee for Space Data Systems (CCSDS) recommendations in Applicable Document 47 and 48. (CCR 02163)",
      "category": "data",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "compliance"
      ]
    },
    {
      "id": "MRD72",
      "title": "International System of Units (SI) - be",
      "text": "The International System of Units (SI) shall be used in accordance with NPD 8010.2D [Applicable Document 30].",
      "category": "system",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD89",
      "title": "Product geographic coverage is defined as the size of the area that must be o...",
      "text": "Product geographic coverage is defined as the size of the area that must be observed in the revisit time in order to complete the product; in the case of CONUS, it also specifies a particular area as well as location. The GOES-R products are calculated for the coverage areas of the Level 1b data provided by the instrument subject to the qualifiers listed in each product table.",
      "category": "data",
      "priority": "critical",
      "source_page": 24,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "analysis",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing",
        "monitoring"
      ]
    },
    {
      "id": "MRD93",
      "title": "Product vertical resolution is defined as layering averaging of the resultant...",
      "text": "Product vertical resolution is defined as layering averaging of the resultant samples corresponding to different heights in the atmosphere; where only one vertical sample is collected, no layer averaging is needed. The GOES-R System will produce the required vertical layering of the GOES-R products employing external data sources if needed. Discussion: For typical imaging products, the vertical layering is typically over the total column.",
      "category": "data",
      "priority": "medium",
      "source_page": 24,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD95",
      "title": "Product horizontal resolution is defined as the finest horizontal spatial ele...",
      "text": "Product horizontal resolution is defined as the finest horizontal spatial element of the product measured at nadir. The GOES-R System will not spatially degrade the product horizontal resolution beyond that of the Level 1b data of the earth-looking instruments when making Level 2+ products, except in the generation of GOES-R products with coarser horizontal resolution. (CCR 01186)",
      "category": "data",
      "priority": "medium",
      "source_page": 24,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD99",
      "title": "Product geolocation or more generally product mapping accuracy is defined as...",
      "text": "Product geolocation or more generally product mapping accuracy is defined as the accuracy of the registration of the collected data to the appropriate earth or other reference frame. The GOES-R System will geolocate the GOES-R series Level 1b data (which meets instrument image navigation and registration requirement for earth-looking instruments) to comply with the product mapping accuracy requirements. Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "medium",
      "source_page": 24,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD105",
      "title": "Product Measurement Range is defined as the range from the minimum to the max...",
      "text": "Product Measurement Range is defined as the range from the minimum to the maximum values over which the product will be measured.",
      "category": "data",
      "priority": "medium",
      "source_page": 25,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD109",
      "title": "Product Refresh Rate/Coverage Time is defined as the time between the complet...",
      "text": "Product Refresh Rate/Coverage Time is defined as the time between the completion of the nth update of the product and the completion of the (n+1)th update of the same product. The mission product will be refreshed by the GOES-R system, while meeting the mission product data latency, when new data from the product coverage region is available, with the following three exceptions: a) Products that may be made at a NESDIS Infrastructure Interface site b) Products from the land group c) Products of the ocean subgroupings of currents and sea and lake ice Discussion: The GOES-R baseline product tables list refresh times for products. However, ABI data may be produced more frequently than the listed times, particularly due to the different scan modes of ABI. Products that rely on surface observations with product refreshes that are long compared to the instrument image refresh times benefit from observations with no obscurations caused by clouds, although the full system impacts would have to be assessed. For exceptions b) and c) above (which refresh at the product refresh values), the intervening observations available since the most recent product generation will be used to generate a composite of cloud-free pixels for the generation of that product, with pixels that are cloudy throughout the observation period employing the most recent cloudy pixel value for the product and pixels that are clear supplying the most recent clear pixel value for the product.",
      "category": "data",
      "priority": "low",
      "source_page": 25,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing",
        "interface"
      ]
    },
    {
      "id": "MRD119",
      "title": "The Product Extent Qualifier provides product specific limitations to the sol...",
      "text": "The Product Extent Qualifier provides product specific limitations to the solar zenith angle coverage of the products over which a product can be computed. The use of the term quantitative in any of the product extent qualifiers defines the generation of the product while meeting the threshold product measurement accuracy performance in that region, whereas the use of qualitative in any of the product extent qualifiers defines the generation of the product without meeting the threshold product measurement accuracy performance requirements. For CONUS (3000 km x 5000 km) products and mesoscale (1000 km x 1000 km) products, the product will be computed within the CONUS-sized measurement area and the mesoscale-sized measurement area that falls within the product qualifier limitations.",
      "category": "data",
      "priority": "medium",
      "source_page": 26,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "analysis",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD127",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Aerosol Detection: CONUS (including Smoke and Dust) product in accordance with the requirements and qualifiers provided in the product table below. Aerosol Detection (including Smoke and Dust) is a summary map that indicates the extent of smoke/aerosol coverage and a measure of smoke albedo indicates relative intensity. The detection is above a nominal level that can vary depending on conditions. For reference this product is used for verifying operational smoke forecasts and documenting trends in biomass burning and urban aerosols and to estimate the impact of biomass burning on human health, ecology, and climate. (CCR 01211) (CCR 01543) (CCR 01482) (CCR 01542) (CCR 01631)",
      "category": "performance",
      "priority": "high",
      "source_page": 27,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD129",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Aerosol Detection: Hemispheric (including Smoke and Dust) product in accordance with the requirements and qualifiers provided in the product table below. Aerosol Detection (including Smoke and Dust) is a summary map that indicates the extent of smoke/aerosol coverage and a measure of smoke albedo indicates relative intensity. The detection is above a nominal level that can vary depending on conditions. For reference this product is used for verifying operational smoke forecasts and Printed Friday, July 12, 2024",
      "category": "performance",
      "priority": "high",
      "source_page": 27,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD131",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Aerosol Detection: Mesoscale (including Smoke and Dust) product in accordance with the requirements and qualifiers provided in the product table below. Aerosol Detection (including Smoke and Dust) is a summary map that indicates the extent of smoke/aerosol coverage and a measure of smoke albedo indicates relative intensity. The detection is above a nominal level that can vary depending on conditions. For reference this product is used for verifying operational smoke forecasts and documenting trends in biomass burning and urban aerosols and to estimate the impact of biomass burning on human health, ecology, and climate (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01543) (CCR 01482) (CCR 01542) (CCR 01631)",
      "category": "performance",
      "priority": "high",
      "source_page": 28,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD133",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Aerosol Particle Size product in accordance with the requirements and qualifiers provided in the product table below. The Aerosol Particle Size provides a measure of the bimodal size distribution of the aerosol population in terms of the effective radius re and effective variance ve of each mode. The effective radius is the ratio of the third moment of the aerosol size distribution to the second moment. The effective variance characterizes the width of the size distribution. The aerosol particle size is determined in regions where aerosols have been detected above a nominal level that can vary depending on conditions. (CCR 00317) (CCR 01542) (CCR 01610) (CCR 01631) (CCR 02163) (CCR 02183 (RDW))",
      "category": "timing",
      "priority": "high",
      "source_page": 29,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD139",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Aerosol Optical Depth: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Aerosol Depth is a measure of the fine solids suspended in the air including dust, sand, volcanic ash, smoke, and urban/industrial aerosols. Aerosol Optical Depth characterization will consist of elements of aerosol optical depth and fine particulate matter. The fine particulate matter will be derived from the aerosol optical dept translated to mass concentration in the observed vertical path (microgram per cubic meter), where translation to concentration depends on particle type and vertical location of the aerosols and determined in regions where aerosols have been detected above a nominal level that can vary depending on conditions. (CCR 01213) (CCR 01211) (CCR 01543) (CCR 01482) (CCR01542) (CCR 01619) (CCR 01631) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 29,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD141",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Aerosol Optical Depth: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Aerosol Optical Depth is a measure of the fine solids suspended in the air including dust, sand, volcanic ash, smoke, and urban/industrial aerosols. Aerosol Optical Depth characterization will consist of elements of aerosol optical depth and fine particulate matter. The fine particulate matter will be derived from the aerosol optical depth translated to mass concentration in the observed vertical path (microgram per cubic meter), where translation to concentration depends of particle type and vertical location of the aerosols and determined in regions where aerosols have been detected above a nominal level that can vary depending on conditions (same as CONUS product except this version provides larger coverage). (CCR 01213) (CCR 01211) (CCR 01543) (CCR 1482) (CCR 01542) (CCR 01619) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 30,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD143",
      "title": "GOES-R System - provide",
      "text": "The GOES-R System shall provide ABI L1b data and L2 CMI product that are used to detect and track volcanic ash. Volcanic ash detection and height maps the location and concentration of volcanic ash after an eruption and dispersion by the wind. The top height of the ash is detected at a minimum in regions where aerosols have been detected above a nominal level that can vary depending on conditions. (CCR 01213) (CCR 01214) (CCR 01211) (CCR 01438) (CCR 01542) (CCR 01631) (CCR 03521A)",
      "category": "data",
      "priority": "high",
      "source_page": 31,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD146",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Aircraft Icing Threat product in accordance with the requirements and qualifiers provided in the product table below. Aircraft icing threat product maps the location of supercooled water clouds, which can lead to in-flight aircraft icing, and the severity of icing based on the highest cloud layer, which is the layer observed. The cloud top height is provided in regions where icing is likely. (CCR 01211) (CCR 01543) (CCR 01438) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 31,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD148",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Ice Water Path: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Cloud Ice Water Path reports the total equivalent water content of ice particles integrated in a vertical column through the atmosphere. The measured information is dependent on the number of particles, their sizes, and their densities. (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 32,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD150",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Ice Water Path: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud Ice Water Path reports the total equivalent water content of ice particles integrated in a vertical column through the atmosphere. The measured information is dependent on the number of particles, their sizes, and their densities (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 33,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD152",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Ice Water Path: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Cloud Ice Water Path reports the total equivalent water content of ice particles integrated in a vertical column through the atmosphere. The measured information is dependent on the number of particles, their sizes, and their densities (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 33,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD156",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Layers/Heights: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Cloud Layers/Heights reports the fractional amount of the cloud coverage detected over a horizontal region that occurs within the high, middle and low layers. The high layer shall be defined for regions of the atmosphere with pressures less than 440 hPa. The low layer is defined for regions with pressures greater than 680 hPa and the middle layer resides between 440 and 680 hPa. (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 34,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD158",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Layers/Heights: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud Layers/Heights reports the fractional amount of the cloud coverage detected over a horizontal region that occurs within the high, middle and low layers. The high layer shall be defined for regions of the atmosphere with pressures less than 440 hPa. The low layer is defined for regions with pressures greater than 680 hPa and the middle layer resides between 440 and 680 hPa (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 35,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD160",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Layers/Heights: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Cloud Layers/Heights reports the fractional amount of the cloud coverage detected over a horizontal region that occurs within the high, middle and low layers. The high layer shall be defined for regions of the atmosphere with pressures less than 440 hPa. The low layer is defined for regions with pressures greater than 680 hPa and the middle layer resides between 440 and 680 hPa (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 35,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD162",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Liquid Water: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Cloud Liquid Water reports the total equivalent amount of water in a vertical column of air. (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 36,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD164",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Liquid Water: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud Liquid Water reports the total equivalent amount of water in a vertical column of air (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631) (CCR 02183 (RDW)) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 36,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD166",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Liquid Water: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Cloud Liquid Water reports the total equivalent amount of water in a vertical column of air (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 37,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD168",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud and Moisture Imagery: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Cloud and Moisture Imagery reports digital maps of clouds, moisture, and atmospheric windows through which land and water are observed, by reporting radiance measurements converted first to brightness temperature and then digital counts from 0-255 from all of the bands sensing clouds and moisture from an imaging instrument. Infrared imagery bands are often chosen either along spectral absorption features including those of water vapor bands or CO and in regions with no absorption that permit observations of the surface. Visible bands are also chosen to 2 sense the surface and the low lying cloud and fog interfering with observations of the surface. Low light imagery in the visible band is also included. Cloud and moisture imagery provides input to other algorithms producing other environmental products. (CCR 01211) (CCR 01542) (CCR 01611) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 38,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD170",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud and Moisture Imagery: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud and Moisture Imagery reports digital maps of clouds, moisture, and atmospheric windows through which land and water are observed, by reporting radiance measurements converted first to brightness temperature and then to digital counts from 0-255 from all of the bands sensing clouds and moisture from an imaging instrument. Infrared imagery bands are often chosen either along spectral absorption features including those of water vapor bands or CO and in regions with no absorption that permit observations of the surface. Visible bands are also chosen to 2 sense the surface and the low-lying cloud and fog interfering with observations of the surface. Low light imagery in the visible band is also included. Cloud and moisture imagery provides input to other algorithms producing other environmental products (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01542) (CCR 01611) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 39,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD172",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud and Moisture Imagery: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Cloud and Moisture Imagery reports digital maps of clouds, moisture, and atmospheric windows through which land and water are observed, by reporting radiance measurements converted first to brightness temperature and then digital counts from 0-255 from all of the bands sensing clouds and moisture from an imaging instrument. Infrared imagery bands are often chosen either along spectral absorption features including those of water vapor bands or CO and in regions with no absorption that permit observations of the surface. Visible bands are also chosen to 2 sense the surface and the low-lying cloud and fog interfering with observations of the surface. Low light imagery in the visible band is also included. Cloud and moisture imagery provides input to other algorithms producing other environmental products (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01542) (CCR 01611) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 39,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD174",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Optical Depth: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Cloud Optical Depth is a measure of the extinction along the vertical column of air due to scattering and absorption in the path associated with water vapor, ice particles, and the associated particle size. (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 40,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD176",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Optical Depth: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud Optical Depth is a measure of the extinction along the vertical column of air due to scattering and absorption in the path associated with water vapor, ice particles, and the associated particle size (same as CONUS product except this version provides larger coverage). (CCR 01213) (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 41,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD178",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Particle Size Distribution: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Cloud particle size distribution reports the width or effective variance ve of a single mode particle size distribution having effective radius re. By definition, the effective radius is the ratio of the third moment of the size distribution to the second moment; however the higher moments cannot effectively be measured with GOES-R. Thus, the cloud particle size is determined from the radiance measurements and depends on a threshold cloud optical depth varying with conditions. (CCR 01213) (CCR 01211) (CCR 01466) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 41,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD180",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Particle Size Distribution: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud particle size distribution reports the width or effective variance ve of a single mode particle size distribution having effective radius re. By definition, the effective radius is the ratio of the third moment of the size distribution to the second moment; however the higher moments cannot effectively be measured with GOES-R. Thus, the cloud particle size is determined from the radiance measurements and depends on a threshold cloud optical depth varying with conditions (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01295) (CCR 01466) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 42,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD182",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Particle Size Distribution: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Cloud particle size distribution reports the width or effective variance ve of a single mode particle size distribution having effective radius re. By definition, the effective radius is the ratio of the third moment of the size distribution to the second moment; however the higher moments cannot effectively be measured with GOES-R. Thus, the cloud particle size is determined from the radiance measurements and depends on a threshold cloud optical depth varying with conditions (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01295) (CCR 01466) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 43,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD184",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Top Phase: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Cloud Top Phase reports the state of aggregation of a cloud, namely liquid, supercooled, mixed, or solid, for each detectable layer. (CCR 01213) (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 43,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD186",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Top Phase: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud Top Phase reports the state of aggregation of a cloud, namely liquid, supercooled, mixed, or solid, for each detectable layer (same as CONUS product except this version provides larger coverage). (CCR 01213) (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 44,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD188",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Top Phase: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Cloud Top Phase reports the state of aggregation of a cloud, namely liquid, supercooled, mixed, or solid, for each detectable layer (same as CONUS product except this version provides mesoscale coverage). (CCR 01213) (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 45,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD190",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Top Height: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Cloud Top Height reports the height of the cloud layer above the local terrain or above mean sea level. An average cloud height and thickness is reported for each layer for the portion of the field of view being covered by the cloud layer. (CCR 01213) (CCR 01211) (CCR 01543) (CCR 01466) (CCR01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 45,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD192",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Top Height: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud Top Height reports the height of the cloud layer above the local terrain or above mean sea level. An average cloud height and thickness is reported for each layer for the portion of the field of view being covered by the cloud layer (same as CONUS product except this version provides larger coverage). (CCR 01213) (CCR 01211) (CCR 01543) (CCR 01466) (CCR01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 46,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD194",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Top Height: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Cloud Top Height reports the height of the cloud layer above the local terrain or above mean sea level. An average cloud height and thickness is reported for each layer for the portion of the field of view being covered by the cloud layer (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 46,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD196",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Top Pressure: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Cloud Top Pressure reports the atmospheric pressure at the top of the observed cloud layer. An average cloud top pressure is reported for each layer for the portion of the field of view being covered by the cloud layer. (CCR 01211) (CCR 01543) (CCR 01466) (CCR01542) (CCR 01611) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 47,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD198",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Top Pressure: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud Top Pressure reports the atmospheric pressure at the top of the observed cloud layer. An average cloud top pressure is reported for each layer for the portion of the field of view being covered by the cloud layer (same as CONUS product except this version provides larger coverage). (CCR 01213) (CCR 01211) (CCR 01315) (CCR 01543) (CCR 01466) (CCR01542) (CCR 01611)(CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 48,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD200",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Top Temperature: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud Top Temperature reports the temperature at the top of the observable cloud layer. An average cloud top temperature is reported for each layer for the portion of the field of view being covered by the cloud layer. (CCR 01213) (CCR 01211) (CCR 01543) (CCR 01466) (CCR01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 48,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD202",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Top Temperature: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Cloud Top Temperature reports the temperature at the top of the observable cloud layer. An average cloud top temperature is reported for each layer for the portion of the field of view being covered by the cloud layer (same as hemispheric product except this version provides mesoscale coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 49,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD204",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Type: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Cloud Type reports a cloud genus based on cloud characteristics, both at the microphysical and macrophysical level for all observable cloud layers. For the threshold the seven types of clouds are warm liquid water (water cloud with a cloud top warmer than 273.16 K), supercooled liquid water (water cloud with a cloud top colder than 273.16 K), mixed phase clouds (high probability of containing some ice near cloud top), cirrus clouds (ice clouds that are semi- transparent in the infrared), opaque ice clouds (high emissivity ice clouds), multilayered clouds (most often ice cloud overlapping water cloud) and clear (per the cloud mask). (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01466) (CCR01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 49,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD206",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Type: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Cloud Type reports a cloud genus based on cloud characteristics, both at the microphysical and macrophysical level for all observable cloud layers. For the threshold the seven types of clouds are warm liquid water (water cloud with a cloud top warmer than 273.16 K), supercooled liquid water (water cloud with a cloud top colder than 273.16 K), mixed phase clouds (high probability of containing some ice near cloud top), cirrus clouds (ice clouds that are semi- transparent in the infrared), opaque ice clouds (high emissivity ice clouds), multilayered clouds (most often ice cloud overlapping water cloud) and clear (per the cloud mask) (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR01543) (CCR 01466) (CCR01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 50,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD208",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Cloud Type: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Cloud Type reports a cloud genus based on cloud characteristics, both at the microphysical and macrophysical level for all observable cloud layers. For the threshold the seven types of clouds are warm liquid water (water cloud with a cloud top warmer than 273.16 K), supercooled liquid water (water cloud with a cloud top colder than 273.16 K), mixed phase clouds (high probability of containing some ice near cloud top), cirrus clouds (ice clouds that are semi- transparent in the infrared), opaque ice clouds (high emissivity ice clouds), multilayered clouds (most often ice cloud overlapping water cloud) and clear (per the cloud mask) (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR01542) (CCR 01611) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 51,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD210",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Convective Initiation: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Convective Initiation reports atmospheric conditions that precede and attend rapid convective storm development based on the rapid evolution and motion of daytime cumulus indicating boundary layer convergence and high water vapor content. Observations of boundary layer moisture can indicate convective initiation even prior to cloud formation and prior to ground-based radar measured rainfall reflectivity of -35 dBZ. (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01438) (CCR01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 51,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD212",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Enhanced \"V\"/Overshooting Top Detection: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Enhanced \"V\"/Overshooting Top Detection reports very cold (cirrus) cloud matter in a multiple satellite images with the ‘V’ pattern likely representing a wake at tropospheric (overshooting) heights resulting from a strong vertical updraft. This updraft results in a warm region inside the V shape that is indicative of very rapid latent heat release in the thunderstorm, indicating intensification is occurring. (CCR 01214) (CCR 01211) (CCR01543) (CCR 01438) (CCR01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 53,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD214",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Enhanced \"V\"/Overshooting Top Detection: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Enhanced \"V\"/Overshooting Top Detection reports very cold (cirrus) cloud matter in multiple satellite images with the ‘V’ pattern likely representing a wake at tropospheric (overshooting) heights resulting from a strong vertical updraft. This updraft results in a warm region inside the V shape that is indicative of very rapid latent heat release in the thunderstorm, indicating intensification is occurring (same as CONUS product except this version provides mesoscale coverage). (CCR 01214) (CCR 01211) (CCR 01438) (CCR 01543) (CCR01542) (CCR 01631)( CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 53,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD216",
      "title": "The GOES-R System shallprovide ABI L1b data needed to produce hurricane inten...",
      "text": "The GOES-R System shallprovide ABI L1b data needed to produce hurricane intensity estimates, such as the Advanced Dvorak Technique produces. Hurricane Intensity will report the position and strength of tropical storms based on the maximum surface wind speed via the Dvorak technique or an improved methodology. Tropical storms and hurricanes will be classified in the North Atlantic Ocean, Caribbean Sea, Gulf of Mexico, and in the Eastern North Pacific off the west coast of Mexico to the International Dateline. (CCR 01213) (CCR 01211) (CCR 01420A) (CCR01542) (CCR 01612) (CCR 01631) (CCR 03476A)",
      "category": "data",
      "priority": "high",
      "source_page": 54,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "demonstration",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD222",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Lightning Detection: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. The Product will include the collection of Lightning Events, identification of contiguous Events as “Lightning Groups” and events having discrete time and space continuity as “Lightning Flashes.\" Lightning Detection reports the location of lightning discharges observed by the satellite over the product observing period. The product includes cloud to cloud lightning and cloud to ground lightning when detectable in the near infrared. (CCR 01211) (CCR 01345) (CCR 01543) (CCR01542) (CCR 01621) (CCR 01631) Printed Friday, July 12, 2024",
      "category": "timing",
      "priority": "high",
      "source_page": 54,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing",
        "monitoring"
      ]
    },
    {
      "id": "MRD226",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Low Cloud and Fog product in accordance with the requirements and qualifiers provided in the product table below. The Low Cloud and Fog product reports the location and thickness of low cloud and fog using multispectral imagery. (CCR 01099) (CCR 01211) (CCR 01543) (CCR 01438) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 55,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD228",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Tropopause Folding Turbulence Prediction: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Tropopause Folding Turbulence Prediction product reports hazardous vertical windshear conditions associated with upper level fronts and indicated by increased temperature contrast. (CCR 01211) (CCR 01347) (CCR 01543) (CCR 01438) (CCR 01542) (CCR 01613) (CCR 01631)(CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 56,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD230",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Tropopause Folding Turbulence Prediction: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Tropopause Folding Turbulence Prediction product reports hazardous vertical windshear conditions associated with upper level fronts and indicated by increased temperature contrast (same as Hemispheric product except this version provides mesoscale coverage). (CCR 01211) (CCR 01543) (CCR 01438) (CCR 01542) (CCR 01613) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 56,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD234",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Visibility: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Visibility product reports the greatest horizontal distance at which objects can be seen by the unaided eye before being obscured by clouds, fog, aerosols, or darkness. The product is azimuthally average visibility. (CCR 01211) (CCR 01543) (CCR 01438) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 57,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD237",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Probability of Rainfall product in accordance with the requirements and qualifiers provided in the product table below. Probability (or chance) of Rainfall is the likelihood of occurrence, expressed as a percentage, that measurable rainfall (0.01 inch or more) will occur at any point within a specified forecast area during the next three hours. (CCR 01211) (CCR 01460) (CCR 01542) (CCR 01614) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 58,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD239",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Rainfall Potential product in accordance with the requirements and qualifiers provided in the product table below. Rainfall potential provides a gridded quantitative assessment of the 3-hour rainfall potential. (CCR 01211) (CCR 01543) (CCR 01460) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 58,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD241",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Rainfall Rate/QPE product in accordance with the requirements and qualifiers provided in the product table below. Rainfall Rate/Quantitative Precipitation Estimation (QPE) provides a gridded quantitative estimate of instantaneous rainfall rate. (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01460) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 59,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD244",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Derived Stability Indices: CONUS product in accordance with the requirements and qualifiers provided in the product table below. The following Derived Stability Indices are addressed by these five products. Lifted Index (LI) (Degrees Celsius): The Lifted Index is calculated by lifting (frontal, orographic, upper air dynamics, etc.) a parcel of air dry adiabatically while conserving moisture until it reaches saturation. At that point the parcel is lifted moist adiabatically up to 500 mb. The Lifted Index is the ambient air temperature minus the lifted parcel temperature at 500 mb. Convective Available Potential Energy (CAPE, Joules/kg): Convective Available Potential Energy, a measure of the cumulative buoyancy of a parcel as it rises, in units of Joules per kilogram. CAPE values larger than 1000 J/kg represent moderate amounts of atmospheric potential energy. Values exceeding 3000 J/kg are indicative of very large amounts of potential energy, and are often associated with strong/severe weather. Graphically, the CAPE is the positively buoyant area (shaded purple) on the skew-t diagram. Total Totals Index (TT): The Total Totals Index is computed using discrete pressure level information and is indicative of severe weather potential. Its formula is: TT=(T850+TD850)-2(T500). Generally, TT values below 40-45 are indicators of little or no thunderstorm activity, while values exceeding 55 in the Eastern and Central United States or 65 in the Western United States are indicators of considerable severe weather, including the potential for tornadic activity. Showalter Index (SI): The SI is a parcel-based index, calculated in the same manner as the Lifted Index, using a parcel at 850 mb. That is, the 850 mb parcel is lifted to saturation, then moist adiabatically to 500 mb. The difference between the parcel and environment at 500 mb is the Showalter Index. K index (KI): The K-Index is a simple index using data from discrete pressure levels, instead of a lifted parcel. It is based on vertical temperature changes, moisture content of the lower atmosphere, and the vertical extent of the moist layer. The higher the K-Index the more conducive the atmosphere is to convection. The formula for KI is: KI=(T850 mb-T500 mb) + [(TD850 mb - (T700 mb - TD700 mb)] where: T=Temperature (CCR 01298) (CCR 01543) (CCR 01439) (CCR 01542) (CCR 01615) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 63,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "analysis",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD246",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Derived Stability Indices: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. The following Derived Stability Indices are addressed by these five products. Lifted Index (LI) (Degrees Celsius): The Lifted Index is calculated by lifting (frontal, orographic, upper air dynamics, etc.) a parcel of air dry adiabatically while conserving moisture until it reaches saturation. At that point the parcel is lifted moist adiabatically up to 500 mb. The Lifted Index is the ambient air temperature minus the lifted parcel temperature at 500 mb. Convective Available Potential Energy (CAPE, Joules/kg): Convective Available Potential Energy, a measure of the cumulative buoyancy of a parcel as it rises, in units of Joules per kilogram. CAPE values larger than 1000 J/kg represent moderate amounts of atmospheric potential energy. Values exceeding 3000 J/kg are indicative of very large amounts of potential energy, and are often associated with strong/severe weather. Graphically, the CAPE is the positively buoyant area (shaded purple) on the skew-t diagram. Total Totals Index (TT): The Total Totals Index is computed using discrete pressure level information and is indicative of severe weather potential. Its formula is: TT=(T850+TD850)-2(T500). Generally, TT values below 40-45 are indicators of little or no thunderstorm activity, while values exceeding 55 in the Eastern and Central United States or 65 in the Western United States are indicators of considerable severe weather, including the potential for tornadic activity. Showalter Index (SI): The SI is a parcel-based index, calculated in the same manner as the Lifted Index, using a parcel at 850 mb. That is, the 850 mb parcel is lifted to saturation, then moist adiabatically to 500 mb. The difference between the parcel and environment at 500 mb is the Showalter Index. K index (KI): The K-Index is a simple index using data from discrete pressure levels, instead of a lifted parcel. It is based on vertical temperature changes, moisture content of the lower atmosphere, and the vertical extent of the moist layer. The higher the K-Index the more conducive the atmosphere is to convection. The formula for KI is: KI=(T850 mb-T500 mb) + [(TD850 mb - (T700 mb - TD700 mb)] where: T=Temperature (same as CONUS product except this version provides mesoscale coverage) (CCR 01214) (CCR 01211) (CCR 01298) (CCR 01543) (CCR 01439) (CCR 01542) (CCR 01615)(CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 66,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "analysis",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD248",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Total Precipitable Water: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Total Precipitable Water is the amount of atmospheric water vapor contained in a vertical column of unit cross- sectional area, subdivided by heights when more than column measurements are made. (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01542) (CCR 01614) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 67,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD257",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Clear Sky Masks: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Clear Sky Mask reports the location of the cloud free vertical columns of the atmosphere. It is the opposite of a cloud mask. (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01616) (CCR 01631) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 68,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD259",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Clear Sky Masks: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Clear Sky Mask reports the location of the cloud free vertical columns of the atmosphere. It is the opposite of a cloud mask (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01616) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 69,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD261",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Clear Sky Masks: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Clear Sky Mask reports the location of the cloud free vertical columns of the atmosphere. It is the opposite of a cloud mask (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01543) (CCR 01466) (CCR 01542) (CCR 01616) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 70,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD263",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce Radiances: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Radiances are the spectral radiance measurements resulting from observations of the atmosphere calibrated into units of mW/(m2 µm sr) or mW/(m2 cm-1 sr). (CCR 01214) (CCR 01211) (CCR 01315) (CCR 01543)(CCR 01542) (CCR 01616) (CCR 01631)(CCR 02071)",
      "category": "data",
      "priority": "high",
      "source_page": 70,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD265",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce Radiances: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Radiances are the spectral radiance measurements resulting from observations of the atmosphere calibrated into units of mW/(m2 µm sr) or mW/(m2 cm-1 sr) (same as CONUS product except this version provides larger coverage). (CCR 01214) (CCR 01211) (CCR 01315) (CCR 01543) (CCR 01542) (CCR 01616) (CCR 01631)(CCR 02071)",
      "category": "data",
      "priority": "high",
      "source_page": 71,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD267",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce Radiances: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Radiances are the spectral radiance measurements resulting from observations of the atmosphere calibrated into units of mW/(m2 µm sr) or mW/(m2 cm-1 sr) (same as CONUS product except this version provides mesoscale coverage). (CCR 01214) (CCR 01211) (CCR 01315) (CCR 01543) (CCR 01542) (CCR 01616) (CCR 01631)(CCR 02071)",
      "category": "data",
      "priority": "high",
      "source_page": 71,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD270",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Absorbed Shortwave Radiation: Surface/Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Absorbed Shortwave Radiation: Surface reports incoming solar radiation at wavelengths shorter than 4 microns absorbed by the surface of the earth. (CCR 01211) (CCR 01543) (CCR 01432A) (CCR 01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 72,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD272",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Downward Longwave Radiation: Surface/CONUS product in accordance with the requirements and qualifiers provided in the product table below. Downward Longwave Radiation: Surface reports the downward component of longwave radiation originating in emission by clouds and greenhouse gases impinging on the earth’s surface. (CCR 01211) (CCR 01432A) (CCR 01542) (CCR 01617) (CCR 01631) (CCR 02183 (RDW))",
      "category": "communication",
      "priority": "high",
      "source_page": 73,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD274",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Downward Longwave Radiation: Surface/Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Downward Longwave Radiation: Surface reports the downward component of longwave radiation originating in emission by clouds and greenhouse gases impinging on the earth’s surface (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01432A) (CCR 01542) (CCR 01617) (CCR 01631) (CCR 02183 (RDW))",
      "category": "communication",
      "priority": "high",
      "source_page": 73,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD278",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Downward Shortwave Radiation: Surface/Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Downward Shortwave Radiation: Surface reports the incoming total solar radiation received at the earth’s surface from the components of the direct solar radiation and the diffuse sky (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01543) (CCR 01432A) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 74,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD284",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Reflected Shortwave Radiation: TOA/Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 75,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD286",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Upward Longwave Radiation: Surface/CONUS product in accordance with the requirements and qualifiers provided in the product table below. Upward Longwave Radiation: Surface reports outward longwave emitted radiation by the surface and atmosphere of the earth as reported for the surface of the earth. Climate variations can be measured from longer-term variations of upward longwave radiation: Surface/CONUS. (CCR 01211) (CCR 01543) (CCR 01542) (CCR 01617) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 76,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD288",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Upward Longwave Radiation: Surface/Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Upward Longwave Radiation: Surface/CONUS reports outward longwave emitted radiation by the surface and atmosphere of the earth as reported for the surface of the earth. Climate variations can be measured from longer- term variations of upward longwave radiation: Surface/CONUS (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01543) (CCR 01542) (CCR 01617) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 77,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD290",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Upward Longwave Radiation: TOA/CONUS product in accordance with the requirements and qualifiers provided in the product table below. Upward Longwave Radiation: TOA reports outward longwave emitted by the surface and atmosphere of the earth as observed at the top of the atmosphere. Climate variations can be measured from longer-term variations of upward longwave radiation: TOA. (CCR 01211) (CCR 01432A) (CCR 01542) (CCR 01617) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 77,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD292",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Upward Longwave Radiation: TOA/Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Upward Longwave Radiation: TOA reports outward longwave emitted by the surface and atmosphere of the earth as observed at the top of the atmosphere. Climate variations can be measured from longer-term variations of upward longwave radiation: TOA (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01370) (CCR 01432A) (CCR 01542) (CCR 01617) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 78,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD295",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Ozone Total: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Ozone Total reports the abundance of ozone in the vertical column in terms of Dobson units, which are the number of molecules of ozone in the vertical column normalized by the neutral density under standard temperature and pressure (0.1 atm-cm = 100 DU). (CCR 01211) (CCR 01543) (CCR 01482) (CCR 01542) (CCR 01631) (CCR 02183(RDW))",
      "category": "standards",
      "priority": "high",
      "source_page": 79,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD297",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Ozone Total: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Ozone Total reports the abundance of ozone in the vertical column in terms of Dobson units, which are the number of molecules of ozone in the vertical column normalized by the neutral density under standard temperature and pressure (0.1 atm-cm = 100 DU) (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01543) (CCR 01482) (CCR 01542) (CCR 01631) (CCR 02183(RDW))",
      "category": "standards",
      "priority": "high",
      "source_page": 79,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD299",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an SO Detection product in accordance with the requirements and qualifiers 2 provided in the product table below. SO Detection only reports regions of high sulfuric acid above a threshold value. SO is produced anthopogenically 2 2 (coal-fired power plants and other fossil fuel combustion) and naturally (volcanic eruptions). (CCR 01211) (CCR 01463) (CCR 01543) (CCR 01438) (CCR 01542) (CCR 01631) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 80,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD302",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Derived Motion Winds: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Derived Motion Winds report atmospheric winds resulting from tracking features in satellite water vapor and longwave and shortwave IR window channels measurements. These are designated as ‘water vapor’ and ‘cloud drift’ (or ‘cloud motion vector’) winds respectively. (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01420A) (CCR 01542) (CCR 01612) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 80,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD304",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Derived Motion Winds: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Derived Motion Winds report atmospheric winds resulting from tracking features in satellite water vapor and longwave and shortwave IR window channels measurements. These are designated as ‘water vapor’ and ‘cloud drift’ (or ‘cloud motion vector’) winds respectively (same as CONUS product except this version provides larger coverage). (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01420A) (CCR 01542) (CCR 01612) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 81,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD306",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Derived Motion Winds: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Derived Motion Winds report atmospheric winds resulting from tracking features in satellite water vapor and longwave and shortwave IR window channels measurements. These are designated as ‘water vapor’ and ‘cloud drift’ (or ‘cloud motion vector’) winds respectively (same as CONUS product except this version provides mesoscale coverage). (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01420A) (CCR 01542) (CCR 01612) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 82,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD310",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Fire/Hot Spot Characterization: CONUS product in accordance with the requirements and qualifiers provided in the product table below. The fire/hot spot characterization product provides a fire mask indicating the location of active fires, saturated pixels, opaque cloud coverage, and processing block-out zones. Sub-pixel fire characterization is provided for non- saturated, clear-sky, active fire pixels (where subpixels assessments are made with pixel values). Fire characterization will consist of instantaneous sub-pixel estimates of fire size and temperature and fire radiative power. Information about pixels with saturated detector samples are used for processing. (CCR 01211) (CCR 01377) (CCR 01542) (CCR 01618) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 82,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD312",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Fire/Hot Spot Characterization: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. The fire/hot spot characterization product provides a fire mask indicating the location of active fires, saturated pixels, opaque cloud coverage, and processing block-out zones. Sub-pixel fire characterization is provided for non- saturated, clear-sky, active fire pixels (where subpixels assessments are made with pixel values). Fire characterization will consist of instantaneous sub-pixel estimates of fire size and temperature and fire radiative power. Information about pixels with saturated detector samples are used for processing (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01377) (CCR 01542) (CCR 01618) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 83,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD315",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Flood/Standing Water: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Flood/Standing Water reports significant areas of accumulation of water over areas that are not usually submerged, namely with 5 cm vertical depth or greater. (CCR 01213) (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01377) (CCR 01542) (CCR 01618)(CCR 01631) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 84,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD317",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Flood/Standing Water: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Flood/Standing Water reports significant areas of accumulation of water over areas that are not usually submerged, namely with 5 cm vertical depth or greater (same as hemispheric product except this version provides mesoscale coverage). (CCR 01213) (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01377) (CCR 01542) (CCR 01618)(CCR 01631) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 84,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD320",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Ice Cover: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Ice Cover product reports the location of ice over frozen inland lakes, rivers, and open waters. (CCR 01213) (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01421) (CCR 01542) (CCR 01618)(CCR 01631) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 85,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD323",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Land Surface (Skin) Temperature: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Land surface temperature is defined as the skin temperature of the uppermost layer of the land surface. In the event of heavy vegetation where the emission from the ground is not detected, the temperature is defined as the top of canopy temperature. To determine a physical surface temperature instead of an effective surface temperature, the surface emissivity must be known or determined in advance of the surface temperature calculation. In the event of ice covering the land (here including inland lakes and rivers), the temperature is defined at the ice surface instead of the land (here including inland lakes and rivers) surface. (CCR 01211) (CCR 01317) (CCR 01542) (CCR 01618) (CCR 01631) (CCR 01818)",
      "category": "communication",
      "priority": "high",
      "source_page": 86,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD325",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Land Surface (Skin) Temperature: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Land surface temperature is defined as the skin temperature of the uppermost layer of the land surface. In the event of heavy vegetation where the emission from the ground is not detected, the temperature is defined as the top of canopy temperature. To determine a physical surface temperature instead of an effective surface temperature, the surface emissivity must be known or determined in advance of the surface temperature calculation. In the event of ice covering the land (here including inland lakes and rivers), the temperature is defined at the ice surface instead of the land (here including inland lakes and rivers) surface. (same as CONUS product except this version provides larger coverage). (CCR 01213) (CCR 01211) (CCR 01317) (CCR 01542) (CCR 01618) (CCR 01631) (CCR 01818)",
      "category": "communication",
      "priority": "high",
      "source_page": 86,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD327",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Land Surface (Skin) Temperature: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Land surface temperature is defined as the skin temperature of the uppermost layer of the land surface. In the event of heavy vegetation where the emission from the ground is not detected, the temperature is defined as the top of canopy temperature. To determine a physical surface temperature instead of an effective surface temperature, the surface emissivity must be known or determined in advance of the surface temperature calculation. In the event of ice covering the land (here including inland lakes and rivers), the temperature is defined at the ice surface instead of the land (here including inland lakes and rivers) surface. (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01317) (CCR 01542) (CCR 01618) (CCR 01631) (CCR 01818)",
      "category": "communication",
      "priority": "high",
      "source_page": 87,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD330",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Snow Cover: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Snow Cover reports the fractional area covered by snow in each reported product pixel. (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02415(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 88,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD332",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Snow Cover: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Snow Cover reports the fractional area covered by snow in each reported product pixel (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02415(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 88,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD334",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Snow Cover: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Snow Cover reports the fractional area covered by snow in each reported product pixel (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02415(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 89,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD336",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Snow Depth (over Plains): CONUS product in accordance with the requirements and qualifiers provided in the product table below. Snow Depth (over Plains) refers to the depth of snow over regions covered with tall grasses, where snow depth can be sensed. (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 89,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD338",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Snow Depth (over Plains): Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Snow Depth (over Plains) refers to the depth of snow over regions covered with tall grasses, where snow depth can be sensed (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 90,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD340",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Snow Depth (over Plains): Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Snow Depth (over Plains) refers to the depth of snow over regions covered with tall grasses, where snow depth can be sensed (same as CONUS product except this version provides mesoscale coverage). (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02183(RDW)) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 90,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD343",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Surface Albedo: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Surface Albedo reports the ratio of the amount of incoming radiation to the amount of reflected radiation often computed as a proxy using the visible band. (CCR 01211) (CCR 01316) (CCR 01349) (CCR 01377) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 91,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "analysis",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD345",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Surface Emissivity product in accordance with the requirements and qualifiers provided in the product table below. The ratio of the radiation emitted by a surface to the radiation emitted by a perfect blackbody radiator at the same temperature. (CCR 01213) (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02183(RDW))",
      "category": "environmental",
      "priority": "high",
      "source_page": 92,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD348",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Vegetation Fraction: Green: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Vegetative Fraction: Green reports the unitless fraction of green vegetation occupying each pixel. (CCR 01211) (CCR 01316) (CCR 01542) (CCR 01618) (CCR 01631) (CCR 01892) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 92,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD350",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Vegetation Index: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Vegetative Index reports the state of growth (biomass greenness) in units of Normalized Difference Vegetation Index (NDVI). (CCR 01211) (CCR 01316) (CCR 01542) (CCR 01618) (CCR 01631) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 93,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD354",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Currents: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Currents product reports large-scale movements of the surface waters of the ocean. (CCR 01211) (CCR 01543) (CCR 01542) (CCR 01620) (CCR 01631) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 95,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD356",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Currents: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Currents product reports large-scale movements of the surface waters of the ocean (same as Hemispheric product except this version provides mesoscale coverage). (CCR 01211) (CCR 01543) (CCR 01542) (CCR 01620) (CCR 01631) (CCR 01728) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 95,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD358",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Currents: Offshore/CONUS product in accordance with the requirements and qualifiers provided in the product table below. Currents: Offshore product reports large-scale movements of the surface waters of the ocean for the US Exclusive Economic Zone and CONUS waters. (CCR 01211) (CCR 01542) (CCR 01631) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 96,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD360",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Currents: Offshore/Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Currents: Offshore product reports large-scale movements of the surface waters of the ocean for the US Exclusive Economic Zone and CONUS waters (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01542) (CCR 01631) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 96,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD363",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Sea and Lake Ice: Age/Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Sea and Lake Ice: Age classifies ice cover by duration. Ice older than first year ice is thicker and more ridged and can be more hazardous to ships. Older ice can be less reflective due to dirt and soot accumulation and can also be melt-water covered if at polar regions during high-sun months. (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 97,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD365",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Sea and Lake Ice: Concentration/CONUS product in accordance with the requirements and qualifiers provided in the product table below. Sea and Lake Ice: Concentration reports the fraction (in tenths) of the sea or lake surface covered by ice. Total concentration includes all stages of development that are present. The concentration of sea ice varies within the ice pack due to deformation, new ice development, melting, and motion. (CCR 01211) (CCR 01316) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 98,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD367",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Sea and Lake Ice: Concentration/Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Sea and Lake Ice: Concentration reports the fraction (in tenths) of the sea or lake surface covered by ice. Total concentration includes all stages of development that are present. The concentration of sea ice varies within the ice pack due to deformation, new ice development, melting, and motion (same as CONUS product except this version provides Hemispheric coverage). (CCR 01211) (CCR 01316) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631) (CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 98,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD371",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Sea and Lake Ice: Motion/CONUS product in accordance with the requirements and qualifiers provided in the product table below. Sea and Lake Ice: Motion reports the instantaneous measurement of the direction and magnitude of the movement of the ice. (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02183(RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 99,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD373",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Sea and Lake Ice: Motion/Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Sea and Lake Ice: Motion reports the instantaneous measurement of the direction and magnitude of the movement of the ice (same as CONUS product except this version provides larger coverage). (CCR 01211) (CCR 01316) (CCR 01543) (CCR 01421) (CCR 01542) (CCR 01618) (CCR 01631)(CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 99,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD378",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Sea Surface Temperature (skin): Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Sea Surface Temperature (skin) reports the skin temperature of the ocean at depths on the order of 10 microns. (CCR 01211) (CCR 01543) (CCR 01542) (CCR 01620) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 100,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD384",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce an Energetic Heavy Ions product in accordance with the requirements provided in the product table below. Energetic Heavy Ions reports measurements of energetic heavy ions. (CCR 01211) (CCR 01542) (CCR 01631) (CCR 01633)",
      "category": "data",
      "priority": "high",
      "source_page": 101,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD386",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Magnetospheric Electrons and Protons: Low Energy product in accordance with the requirements provided in the product table below. Magnetospheric Electrons and Protons: Low Energy reports measurements of low energy magnetospheric electrons and protons. (CCR 01211) (CCR 01542) (CCR 01631) (CCR 01633)",
      "category": "data",
      "priority": "high",
      "source_page": 101,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD388",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Magnetospheric Electrons and Protons: Medium and High Energy product in accordance with the requirements provided in the product table below. Magnetospheric Electrons and Protons: Medium and High Energy reports measurements of medium and high energy magnetospheric electrons and protons. (CCR 01211) (CCR 01542) (CCR 01631) (CCR 01633)",
      "category": "data",
      "priority": "high",
      "source_page": 102,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD390",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Solar and Galactic Protons product in accordance with the requirements provided in the product table below. Solar and Galactic Protons reports measurements of solar energetic protons and galactic cosmic ray protons. (CCR 01211) (CCR 01542) (CCR 01631) (CCR 01633) (CCR 01731) (CCR 02167)",
      "category": "data",
      "priority": "high",
      "source_page": 102,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD393",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Magnetic Field product in accordance with the requirements provided in the product table below. Geomagnetic Field reports measurements of earth's magnetic field and its variations at geosynchronous orbit. (CCR 01211) (CCR 01542) (CCR 01630) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 103,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD396",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Solar Flux: EUV product in accordance with the requirements provided in the product table below. Solar Flux: EUV reports measurements of the disk-integrated solar extreme ultraviolet flux. (CCR 01211) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 103,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD398",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Solar Flux: X-Ray product in accordance with the requirements provided in the product table below. Solar Flux: X-Ray reports measurements of the disk-integrated solar X-ray flux. (CCR 01211) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 104,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD400",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Solar Imagery: EUV product in accordance with the requirements provided in the product table below. Solar Imagery: EUV reports solar images in the EUV region. (CCR 01211) (CCR 01542) (CCR 01630) (CCR 01631) (CCR 02662)",
      "category": "data",
      "priority": "high",
      "source_page": 104,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD407",
      "title": "GOES-R System - operate",
      "text": "The GOES-R System shall operate the following instrument and auxiliary communication payloads at each geosynchronous orbital location: a) Advanced Baseline Imager (ABI) b) EUVS XRS Irradiance Sensors (EXIS) 1) Solar X-Ray Sensor (XRS) 2) Extreme Ultraviolet Sensor (EUVS) c) Solar Ultraviolet Imager (SUVI) d) Space Environment In-Situ Suite (SEISS) 1) Magnetospheric Particle Sensor (MPS) 2) Energetic Heavy Ion Sensor (EHIS) 3) Solar and Galactic Proton Sensor (SGPS) e) Geostationary Lightning Mapper (GLM) f) Magnetometer g) Auxiliary Communication Services 1) GOES Rebroadcast (GRB) 2) High Rate Information Transmission/Emergency Managers Weather Information Network (HRIT/EMWIN) 3) Deleted 4) Data Collection System (DCS) 5) Search and Rescue (SAR) h) CCOR (For GOES-U only) (CCR01423) (CCR 02115) (CCR 02163) (CCR 03446)",
      "category": "instrument",
      "priority": "high",
      "source_page": 105,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD411",
      "title": "GOES-R Space Segment - employ",
      "text": "The GOES-R Space Segment shall employ an Evolved Expendable Launch Vehicle (EELV) -Medium class for all launches. (CCR 02115)",
      "category": "general",
      "priority": "high",
      "source_page": 105,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD419",
      "title": "GOES-R System - perform",
      "text": "The GOES-R System shall perform fault detection and correction. (CCR 02115)",
      "category": "system",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD427",
      "title": "GOES-R Space Segment - autonomously",
      "text": "The GOES-R Space Segment shall autonomously provide real-time instrument data without command contact between Space and Ground segments for a period of 7 days. (CCR 02115)",
      "category": "timing",
      "priority": "high",
      "source_page": 106,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing",
        "automatic",
        "real-time"
      ]
    },
    {
      "id": "MRD442",
      "title": "7",
      "text": "7. The L-and S-band power levels were taken from GOES N/P actuals, and scaled when necessary. 8. Guard bands required relative to IPO (NPOESS) use above 1698 MHz, and NESDIS (GOES) use below 1698 MHz to avoid RFI. 9. NOAA envisions a spec requiring the use of SRRC filters to allow NOAA to get the BW authorization necessary. NOAA requires out-of-band filtering. 10. NOAA envisions a spec for directional antenna focused on the CDA stations, which NOAA believes is necessary to get its authorization. Wallops is the prime GOES-R CDA station. Fairmont, WV is the remote backup (RBU). 11. NTIA oversees use of RF spectrum by all federal agencies. 12. Earth Exploration Satellite-Service (EESS) -a radio communication payload services between earth stations and one or more space stations. Per ITU definition, Metsats are a subset of EESS used for meteorological purposes. 13. ITU PFD limits for EESS and Metsat services must be met. 14. NESDIS is working to obtain operational X-band approval. If this fails it will attempt to obtain Ku (18.1-18.3 GHz) and/or Ka (25.5-27 GHz) operational approval. (CCR 01625) (CCR 01636)",
      "category": "performance",
      "priority": "critical",
      "source_page": 108,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD444",
      "title": "GOES-R System - maintain",
      "text": "The GOES-R System shall maintain radio communication links between the Space and Ground Segments as defined in the SS to C3S IRD. (CCR 02115)",
      "category": "system",
      "priority": "high",
      "source_page": 108,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD461",
      "title": "In response to the World Meteorological Organization’s (WMO) recommendations...",
      "text": "In response to the World Meteorological Organization’s (WMO) recommendations for digital meteorological satellite broadcasts a new digital service called Low Rate Information Transmission (LRIT) will transition from the (analog) WEFAX format to the digital LRIT format for GOES-NOP. For the GOES-R series, the data rate will again increase and, to keep in agreement with international usage, the new digital service will be called High Rate Information Transmission/Emergency Managers Weather Information Network (HRIT/EMWIN). The HRIT/EMWIN data stream is designed to contain digital images, temperature and moisture profile information, and other products including in situ observations, forecasts, analyses, and numeric model output. The High Rate Information Transmission/Emergency Managers Weather Information Network (HRIT/EMWIN) service provides unidirectional broadcast link connectivity between the originating uplink from the NOAA Command and Data Acquisition Stations (CDAS) and a large number of outlying HRIT/EMWIN terminals. (CCR 01423)",
      "category": "data",
      "priority": "medium",
      "source_page": 109,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD465",
      "title": "The Emergency Manager’s Weather Information Network (EMWIN) provides Local Em...",
      "text": "The Emergency Manager’s Weather Information Network (EMWIN) provides Local Emergency Managers and the Federal Emergency Management Agency (FEMA) with a method of receiving GOES digital data for their operational needs. The Emergency Managers Weather Information Network (EMWIN) data will be transmitted from the NOAA Command and Data Acquisition Stations (CDAS) at Wallops Island, Virginia (WCDAS) (or its backup) to the spacecraft for distribution to a large data user community. EMWIN data will be part of the High Rate Information Transmission and Emergency Managers Weather Information Network service. This system provides unidirectional broadcast link connectivity between the originating uplink from the CDAS and a large number of outlying ground EMWIN User Terminals (EUTs). (CCR 01423)",
      "category": "system",
      "priority": "medium",
      "source_page": 109,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD480",
      "title": "GOES-R Space Segment raw instrument measurement performance requirements - not",
      "text": "The GOES-R Space Segment raw instrument measurement performance requirements shall not apply for up to three total hours per year per spacecraft due to on-orbit maneuvers. (CCR 02115) (CCR 02166) (CCR 03353B (RDW))",
      "category": "performance",
      "priority": "high",
      "source_page": 109,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD491",
      "title": "GOES-R System Radiances product performance - not",
      "text": "The GOES-R System Radiances product performance shall not apply in the immediate vicinity of the solar disk. (CCR 02115) (CCR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 110,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD493",
      "title": "GOES-R Space Segment - acquire",
      "text": "The GOES-R Space Segment shall acquire Earth images for each product coverage area in a cadence including simultaneous collection. (CCR 02115) (CCR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 110,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD504",
      "title": "The GOES-R Space Segment shallemploy an ABI instrument with an 8",
      "text": "The GOES-R Space Segment shallemploy an ABI instrument with an 8.4 year Mean Mission Duration (MMD) at the end of 10 years, or equivalently a reliability of 0.6 after 10 years of on-orbit operations, preceded by up to 5 years of ground storage and up to 5 years of on-orbit storage. (CCR 02115) (CCR 02163) Printed Friday, July 12, 2024",
      "category": "instrument",
      "priority": "high",
      "source_page": 111,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD506",
      "title": "GOES-R Space Segment - collect",
      "text": "The GOES-R Space Segment shall collect Earth imagery observations in bands meeting the properties given in the table below: (Some portion of these requirements has been waived) (CCR 01273) (CCR 01866) (CCR 02115) (CCR 02501 (RDW)) (CCR 02601(RDW)) (CCR 02923 (RDW)) (CCR 02924 (RDW)) Radiometric Sensitivity and Dynamic Range Table NEdT NEdT NEdN, or SNR at Wavelength Tmin Tmax Rmax Rmax @300K @240K 100% albedo (µm) (K) (K) (mW/m2/sr/cm-1) /NEdN (K) (K) (mW/m2/sr/cm-1) 0.47 ± 0.02 - - 300:1 N/A - 14.4 - 0.64 ±0.05 - - 300:1, except < N/A - 21.1 (day) - 1% smaller than 1.05 (night) 300:1 and greater than 150:1 0.865 ± 0.0195 - - 300:1 N/A - 22.8 - 1.378 ±0.0075 - - 300:1 N/A - 21.7 - 1.61 ± 0.03 - - 300:1 N/A - 20.0 - 2.25 ± 0.025 - - 300:1 N/A - 12.1 - 3.9 ±0.1 0.10 1.4 0.004 4 400 19.7 4925 6.185 ± 0.415 0.10 0.4 0.10 4 300 21 210 6.95 ± 0.2 0.10 0.37 0.09 4 300 37 411 7.34 ±0.1 0.10 0.32 0.055 4 320 67.3 1224 8.5 ± 0.2 0.10 0.27 0.13 4 330 116 892 9.61 ± 0.19 0.10 0.22 0.154 4 300 93.2 605 10.35 ±0.25 0.10 0.21 0.17 4 330 161 947 11.2 ± 0.4 0.10 0.19 0.17 4 330 176 1035 12.3 ± 0.5 0.10 0.18 0.18 4 330 190 1118 13.3 ±0.3 0.30 0.48 0.53 4 305 150 283 (CCR 01733)(CCR 03492A (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 112,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD511",
      "title": "Due to the increased spatial resolution of the ABI, the temperature maximum f...",
      "text": "Due to the increased spatial resolution of the ABI, the temperature maximum for the 3.9 µm band will be at least 375 K to maintain the current (GOES-8 and GOES-M and beyond) fire detection capability.",
      "category": "performance",
      "priority": "medium",
      "source_page": 112,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD513",
      "title": "The phenomena observed and the critical applications are described by band: a) 0",
      "text": "The phenomena observed and the critical applications are described by band: a) 0.47 um band: Daytime aerosol-on-land/coastal water mapping. b) Visible (0.64 µm band): Daytime cloud imaging; snow and ice cover; severe weather onset detection; low- level cloud drift winds; fog; smoke; volcanic ash; flash flood analyses, hurricane analysis; winter storm analysis. c) 0.865 µm: Provides synergy with the AVHRR/3 and VIIRS, as the band is similar to band 2 on AVHRR/3 and matches the band center and bandwidth of a band of VIIRS. This band is used for determining vegetation amount, aerosols and ocean/land studies. Characterizing aerosols and their optical properties is essential for improving a number of satellite products, for example SST, ocean color and surface temperatures. This band also enables very localized vegetation stress monitoring, fire danger monitoring, and albedo retrieval. d) 1.378 µm: Similar to a band on MODIS that sees into the lower troposphere due to water vapor sensitivity and thus it provides excellent daytime sensitivity to very thin cirrus. Bandwidth and band center matched to a VIIRS band. This will aid several products relying on clear skies in the infrared windows, for example SST. CIMSS work with MODIS data in this band has set the out-of-band signal level contamination. e) 1.61 µm: Daytime cloud/snow/ice discrimination; total cloud cover; aviation weather analyses for icing; smoke from low-burn-rate fires. f) 2.25 µm: Daytime land/cloud properties, particle size, and vegetation. Matches bandwidth and band center of a VIIRS band. Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "medium",
      "source_page": 112,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "analysis",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing",
        "monitoring"
      ]
    },
    {
      "id": "MRD519",
      "title": "GOES-R Space Segment - produce",
      "text": "The GOES-R Space Segment shall produce Radiance product observations with relative accuracy in each band within 1-σof the noise of the same band for the following categories of relative error: a)Swath to swath (where a swath is one traversal of the scan mirror in the east-west directions over the entire scene of interest) b)Detector to detector c)Channel to channel d)Calibration to calibration. (CCR 02115) (Some portion of these requirements has been waived) (CCR 01866)(CCR 02601(RDW)) (CCR 03492A (RDW))",
      "category": "accuracy",
      "priority": "high",
      "source_page": 113,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD522",
      "title": "GOES-R System - navigate",
      "text": "The GOES-R System shall navigate Radiance product observations with errors not to exceed 1.0 kilometer (3-σ) at SSP, except during eclipse. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 113,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD523",
      "title": "GOES-R System - navigate",
      "text": "The GOES-R System shall navigate Radiance product observations with errors not to exceed 1.5 kilometer (3-σ) at SSP, during eclipse.(CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 113,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD527",
      "title": "GOES-R System Earth imagery product data samples - have",
      "text": "The GOES-R System Earth imagery product data samples shall have an angular separation that is half the spatial resolution of each band in both the East/West and North/South dimensions, centered on the SSP. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 113,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD529",
      "title": "GOES-R System - co-register",
      "text": "The GOES-R System shall co-register Radiance product observations between spectral bands having 2.0 km spatial resolution with 99.73% absolute error of 0.4 km at SSP. (CCR 02115) (CCR 02166) (CCR 02600)",
      "category": "data",
      "priority": "high",
      "source_page": 113,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD530",
      "title": "GOES-R System - co-register",
      "text": "The GOES-R System shall co-register Radiance product observations between spectral bands having 2.0 km and 0.5 km spatial resolution with 99.73% absolute error of 0.4 km at SSP. (CCR 02115) (CCR 02166)(CCR 02600) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 113,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD531",
      "title": "GOES-R System - co-register",
      "text": "The GOES-R System shall co-register Radiance product observations between spectral bands having 2.0 km and 1.0 km spatial resolution with 99.73% absolute error of 0.4 km at SSP. (CCR 02115) (CCR 02166) (CCR 02600)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD532",
      "title": "GOES-R System - co-register",
      "text": "The GOES-R System shall co-register Radiance product observations between spectral bands having 1.0 km spatial resolution with error not to exceed 0.25 km at SSP. (CCR 02115) (CCR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD533",
      "title": "GOES-R System - co-register",
      "text": "The GOES-R System shall co-register Radiance product observations between spectral bands having 1.0 km and 0.5 km spatial resolution with error not to exceed 0.25 km at SSP. (CCR 02115) (CCR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD535",
      "title": "GOES-R System - separate",
      "text": "The GOES-R System shall separate two Radiance product navigated data samples in the same band by a known fixed distance not to exceed 1.0 km at SSP (28 µrad). (CCR 02115) (CCR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD536",
      "title": "GOES-R System - register",
      "text": "The GOES-R System shall register to 99.73% absolute error two adjacent Radiance product lines/swaths of navigated data samples by a known fixed distance of 0.28 km at SSP (7.84 µrad). (CCR 02115) (CCR 02166) (CCR 02600)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD538",
      "title": "GOES-R System - register",
      "text": "The GOES-R System shall register the same Radiance product sample location in two consecutive products (\"frame- to-frame registration\") within 0.75 km at SSP (21 µrad) for spectral bands with 0.5 km and 1.0 km spatial resolution. (CCR 02115) (CRR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD539",
      "title": "GOES-R System - register",
      "text": "The GOES-R System shall register the same Radiance product sample location in two consecutive products (\"frame- to-frame registration\") within 1.0 km at SSP (28 µrad) for spectral bands with 2.0 km spatial resolution. (CCR 02115) (CCR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD541",
      "title": "GOES-R Space Segment - acquire",
      "text": "The GOES-R Space Segment shall acquire coincident Radiance product measurements of the same Earth location for all spectral bands within 5 seconds. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD542",
      "title": "GOES-R Space Segment - acquire",
      "text": "The GOES-R Space Segment shall acquire adjacent Radiance product North/South samples within 30 seconds. (CCR 02115) (CCR 02166)",
      "category": "timing",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD543",
      "title": "GOES-R Space Segment - acquire",
      "text": "The GOES-R Space Segment shall acquire adjacent Radiance product East/West measurements within 15 seconds for at least 99.5% of samples. (CCR 02115) (CCR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD545",
      "title": "GOES-R Space Segment - experience",
      "text": "The GOES-R Space Segment shall experience Radiance product measurement non-compliance time following on- orbit maneuvers not to exceed 30 minutes per maneuver. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "compliance",
        "timing"
      ]
    },
    {
      "id": "MRD560",
      "title": "Radiometric accuracy of the ABI system should be independent of scan position...",
      "text": "Radiometric accuracy of the ABI system should be independent of scan position (or location of the target in the field of regard). Printed Friday, July 12, 2024",
      "category": "accuracy",
      "priority": "medium",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD567",
      "title": "GOES-R System - relieve",
      "text": "The GOES-R System shall relieve Radiance product performance for all low light visible samples acquired when any point on the Earth falls within 10 degrees of the sun, as viewed from the operational location. (CCR 02115)",
      "category": "performance",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD572",
      "title": "GOES-R Space Segment - employ",
      "text": "The GOES-R Space Segment shall employ an EXIS instrument with an 8.4 year Mean Mission Duration (MMD) at the end of 10 years, or equivalently a reliability of 0.6 after 10 years of on-orbit operations, preceded by up to 5 years of ground storage and up to 5 years of on-orbit storage. (CCR 02115)",
      "category": "instrument",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD577",
      "title": "GOES-R System - constrain",
      "text": "The GOES-R System shall constrain the Solar Flux: EUV product long term stability (over the life of the mission) to be less than 5% or have the ability to track changes over mission. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD579",
      "title": "GOES-R System - measure",
      "text": "The GOES-R System shall measure and track the Solar Flux: EUV product out of band signal if greater than 10%. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD580",
      "title": "GOES-R Space Segment - constrain",
      "text": "The GOES-R Space Segment shall constrain Solar Flux: EUV product spatial response variation not to exceed +/- 5% from uniformity. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD581",
      "title": "Full instrument calibration is required before launch",
      "text": "Full instrument calibration is required before launch. NIST assets will be brought to bear as appropriate.",
      "category": "accuracy",
      "priority": "medium",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD584",
      "title": "GOES-R Space Segment - report",
      "text": "The GOES-R Space Segment shall report Solar Flux: X-ray product flux levels throughout solar X-ray flares events. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD586",
      "title": "GOES-R Space Segment Solar Flux: X-ray product - report",
      "text": "The GOES-R Space Segment Solar Flux: X-ray product shall report flux levels throughout quiet solar activity periods. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD588",
      "title": "GOES-R System - measure",
      "text": "The GOES-R System shall measure and track Solar Flux: X-ray product out of band signal if greater than 10%. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD589",
      "title": "GOES-R System Solar Flux: X-ray product mean signal - be",
      "text": "The GOES-R System Solar Flux: X-ray product mean signal shall be greater than the standard deviation of the data over a 10-minute interval for the Product Measurement Range minimum. (CCR 02115) (CCR 02166) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD593",
      "title": "GOES-R Space Segment - employ",
      "text": "The GOES-R Space Segment shall employ a SUVI instrument with an 8.4 year Mean Mission Duration (MMD) at the end of 10 years, or equivalently a reliability of 0.6 after 10 years of on-orbit operations, preceded by up to 5 years of ground storage and up to 5 years of on-orbit storage. (CCR 02115)",
      "category": "instrument",
      "priority": "high",
      "source_page": 116,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD595",
      "title": "GOES-R Space Segment - collect",
      "text": "The GOES-R Space Segment shall collect Solar imagery observations in channels given in the table below: SUVI Spectral BandsTable Fe XVIII [93.9 Å] Fe VIII [131.2 Å] Fe IX [171.1 Å] Fe XII [195.1 Å] Fe XV [284.2Å] He II [303.8 Å] (CCR 01301) (CCR 01424) (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 116,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD596",
      "title": "Deletes the \"*\" and the notation that states 3",
      "text": "Deletes the \"*\" and the notation that states 3.10 1681 03/17/10 40 seconds of the Product Latency should be allocated to SEC.",
      "category": "timing",
      "priority": "medium",
      "source_page": 138,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 Responsible Organization",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD599",
      "title": "GOES-R System - time",
      "text": "The GOES-R System shall time tag the Solar Imagery: X-ray product with Universal Time with 1.0 msec accuracy (1-σ).(CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 116,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy",
        "timing"
      ]
    },
    {
      "id": "MRD600",
      "title": "Full instrument calibration is required before launch",
      "text": "Full instrument calibration is required before launch. NIST assets will be brought to bear as appropriate.",
      "category": "accuracy",
      "priority": "medium",
      "source_page": 116,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD603",
      "title": "GOES-R Space Segment - employ",
      "text": "The GOES-R Space Segment shall employ a SEISS instrument suite with an 8.4 year Mean Mission Duration (MMD)at the end of 10 years for each instrument, or equivalently a reliability of 0.6 after 10 years of on-orbit operations, preceded by up to 5 years of ground storage and up to 5 years of on-orbit storage for each instrument. (CCR 01633) (CCR 01731) (CCR 02115)",
      "category": "instrument",
      "priority": "high",
      "source_page": 116,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD615",
      "title": "GOES-R Space Segment - measure",
      "text": "The GOES-R Space Segment shall measure Energetic Heavy Ions, Solar Galactic Protons and Magnetospheric Electrons and Protons: Medium and High Energy products where energies greater than 30 keV shall have a temporal uncertainty in the energy bandwidth less than 3%. (CCR 02115) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 116,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD616",
      "title": "GOES-R Space Segment - measure",
      "text": "The GOES-R Space Segment shall measure a Magnetospheric Electrons and Protons: Low Energy product where energies less than or equal to 30 keV have a temporal uncertainty in the energy bandwidth less than 3%. (CCR 02115) (CCR 02416 (RDW)) (CCR 03376 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD619",
      "title": "GOES-R Space Segment - determine",
      "text": "The GOES-R Space Segment shall determine the Magnetospheric Electrons and Protons: Medium and High Energy, Energetic Heavy Ions and Solar Galactic Protons product precision energy uncertainty due to sensor hardware to within ±3%. (CCR 02115)",
      "category": "accuracy",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD620",
      "title": "GOES-R Space Segment - determine",
      "text": "The GOES-R Space Segment shall determine the Magnetospheric Electrons and Protons: Low Energy product precision energy uncertainty due to sensor hardware to within ±3%. (CCR 02115)",
      "category": "accuracy",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD630",
      "title": "The lightning measurements will be related on a continuous basis to other obs...",
      "text": "The lightning measurements will be related on a continuous basis to other observable data, such as radar returns, cloud images, and other meteorological variables.",
      "category": "data",
      "priority": "medium",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD631",
      "title": "GOES-R Space Segment - employ",
      "text": "The GOES-R Space Segment shall employ a GLM instrument that will detect lightning in an area spanned by a 100 degree (east-west) by 100 degree (north-south) rectangle, centered at the SSP. (CCR 02115)",
      "category": "instrument",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD636",
      "title": "GOES-R System - navigate",
      "text": "The GOES-R System shall navigate Lightning Detection: Hemispheric product observations with errors not to exceed 5.0 km (3-σ) at SSP. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD637",
      "title": "GOES-R System - register",
      "text": "The GOES-R System shall register the same Lightning Detection: Hemispheric product sample location in two consecutive products (\"frame-to-frame registration\") within 5.0 km at SSP over 1 second. (CCR 01621) (CCR 02115)",
      "category": "timing",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD638",
      "title": "GOES-R Space Segment - measure",
      "text": "The GOES-R Space Segment shall measure the Lightning Detection: Hemispheric product detection of valid lightning events using rapid optical pulses. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD639",
      "title": "GOES-R System - constrain",
      "text": "The GOES-R System shall constrain the Lightning Detection: Hemispheric product to contain no more than a 5% false positive lightning event rate. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD641",
      "title": "Clarifies that lightning pulses will be time 3",
      "text": "Clarifies that lightning pulses will be time 3.10 1727 06/02/10 tagged, rather than sampled for the GLM x Check https://nasa.sharepoint.com/sites/GEO to verify the correct version prior to use.",
      "category": "timing",
      "priority": "medium",
      "source_page": 138,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 Responsible Organization",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD642",
      "title": "GOES-R Space Segment - employ",
      "text": "The GOES-R Space Segment shall employ a GLM instrument with an 8.4 year Mean Mission Duration (MMD) at the end of 10 years, or equivalently a reliability of 0.6 after 10 years of on-orbit operations, preceded by up to 5 years of ground storage and up to 5 years of on orbit storage. (CCR02115) (CCR 02163)",
      "category": "instrument",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD645",
      "title": "Specifies how many flashes per second the 3",
      "text": "Specifies how many flashes per second the 3.10 1677A 01/26/10 GLM should detect over the full field of view.",
      "category": "timing",
      "priority": "medium",
      "source_page": 138,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 Responsible Organization",
      "tags": []
    },
    {
      "id": "MRD655",
      "title": "GOES-R Space Segment - sample",
      "text": "The GOES-R Space Segment shall sample each Geomagnetic Field product spatial component uniformly in time and simultaneously within 25% of the sample period (i.e., within 0.125 seconds for a 2 Hz sampling rate). (CCR 02115) Printed Friday, July 12, 2024",
      "category": "timing",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD657",
      "title": "GOES-R System - discriminate",
      "text": "The GOES-R System shall discriminate Geomagnetic Field product observations against frequency aliasing of the data from background sources and instrument-external interference. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD662",
      "title": "GOES-R Space Segment - constrain",
      "text": "The GOES-R Space Segment shall constrain Geomagnetic Field product magnitude outputs computed on the ground from measurements in each axis from fluctuating by more than 0.3 nT when the spacecraft is in a normal operational mode. (CCR 02115) (CCR 03362 (RDW)) (CCR 03523A (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "analysis",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD663",
      "title": "GOES-R Space Segment - average",
      "text": "The GOES-R Space Segment shall average no more than one transient measurement per hour in the production of the Geomagnetic Field product. (CCR 02115) (CCR 03362 (RDW)) (CCR 03523A (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD664",
      "title": "GOES-R Space Segment - include",
      "text": "The GOES-R Space Segment shall include transients of no more than five seconds in duration in Geomagnetic Field product measurements. (CCR 02115) (CCR 03362 (RDW)) (CCR 03523A (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD688",
      "title": "GOES-R Ground Segment - provide",
      "text": "The GOES-R Ground Segment shall provide mission management, product generation and product distribution functionality. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD694",
      "title": "GOES-R System - have",
      "text": "The GOES-R System shall have a primary location distributed over the NOAA facilities in Suitland, MD and Wallops, VA. (CCR 02115)",
      "category": "system",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD695",
      "title": "GOES-R System - have",
      "text": "The GOES-R System shall have a back-up ground station at Fairmont, WV. (CCR 01625) (CCR 02115) Printed Friday, July 12, 2024",
      "category": "system",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD705",
      "title": "GOES-R Ground Segment - maintain",
      "text": "The GOES-R Ground Segment shall maintain operational software. (CCR 02115)",
      "category": "performance",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD713",
      "title": "GOES-R Ground Segment - provide",
      "text": "The GOES-R Ground Segment shall provide terrestrial interface components to support the SS to C3S IRD [Applicable Document 11]. (CCR 02115)",
      "category": "general",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD714",
      "title": "GOES-R Ground Segment - perform",
      "text": "The GOES-R Ground Segment shall perform engineering analysis on telemetry, command and event data for the life of the mission. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "analysis",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD719",
      "title": "GOES-R Ground Segment - perform",
      "text": "The GOES-R Ground Segment shall perform satellite alignment activities. (CCR 02115) (CCR 03236 (RDW))",
      "category": "general",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD722",
      "title": "GOES-R Ground Segment Maximum Time To Restore (MaxTTR) functionality related ...",
      "text": "The GOES-R Ground Segment Maximum Time To Restore (MaxTTR) functionality related to system health and safety shall be no greater than 5 minutes. (CCR 02115)",
      "category": "timing",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD728",
      "title": "GOES-R Ground Segment - monitor",
      "text": "The GOES-R Ground Segment shall monitor the quality of communications links with the Space Segment. (CCR 02115)",
      "category": "general",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD731",
      "title": "GOES-R Ground Segment - store",
      "text": "The GOES-R Ground Segment shall store all data required to reproduce the full compliment of GOES-R series products (all Level 1b, Level 2, and Level 2+ products) for 7 days from all input data (Level 0 data), auxiliary and metadata. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD737",
      "title": "GOES-R Ground Segment - provide",
      "text": "The GOES-R Ground Segment shall provide for the correction of the long-term radiometric drift of the Radiances product accuracy by 1% over its lifetime. (CCR 01116) (CCR 02115) (CCR 02166)",
      "category": "accuracy",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy",
        "timing"
      ]
    },
    {
      "id": "MRD739",
      "title": "GOES-R Ground Segment - employ",
      "text": "The GOES-R Ground Segment shall employ algorithms that produce the Atmospheric product group. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD740",
      "title": "GOES-R Ground Segment - employ",
      "text": "The GOES-R Ground Segment shall employ algorithms that produce the Land product group. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD741",
      "title": "GOES-R Ground Segment - employ",
      "text": "The GOES-R Ground Segment shall employ algorithms that produce the Ocean product group. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD742",
      "title": "GOES-R Ground Segment - employ",
      "text": "The GOES-R Ground Segment shall employ algorithms that produce the Space and Solar product group. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD743",
      "title": "GOES-R Ground Segment - produce",
      "text": "The GOES-R Ground Segment shall produce content for the GRB communication link to include product data, ancillary and metadata. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD752",
      "title": "GOES-R Ground Segment - collect",
      "text": "The GOES-R Ground Segment shall collect and report metrics related to system performance and product production. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD764",
      "title": "GOES-R Ground Segment - scale",
      "text": "The GOES-R Ground Segment shall scale up to 100% for all functionalities and interfaces supporting product generation and distribution. (CCR 01625) (CCR 02115) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD771",
      "title": "GOES-R System - remain",
      "text": "The GOES-R System shall remain operational during all planned maintenance activities. (CCR 02115)",
      "category": "system",
      "priority": "high",
      "source_page": 121,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD775",
      "title": "GOES-R System - simulate",
      "text": "The GOES-R System shall simulate operational activities with high fidelity. (CCR 02115) Printed Friday, July 12, 2024",
      "category": "system",
      "priority": "high",
      "source_page": 121,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD789",
      "title": "between affected systems",
      "text": "between affected systems. Notifications: unsolicited communications from the Ground Segment to Users. These messages may be communicated using a variety of communication methods. Off-Line Development: is the build-up and testing of components for an operational system without interference with the operational system. On-Orbit Check-Out Location: is at 90 degrees West Longitude. On-Orbit Storage Location: is at 105 degrees West Longitude. Operational Lifetime: of the GOES-R series begins immediately after instrument check-out of the first satellite on- orbit and extends through the operational usage of a GOES-R series satellite (providing at least partial CONUS coverage) while meeting the mission availability requirements. Payloads: are the highly valuable contents of the satellite and include the instruments and the Payload Services including both the GRB and the Unique Payload Services. Primary Instruments: are the ABI instruments. Raw Data: X-band data (instrument and some telemetry data) in their original packets, as received from a satellite. Real Time: the designation applied to the propagation of data through a system with minimum time delays. Examples of minimum time delays include any of the following: speed of light propagation; buffering due to compressing, packetizing, framing, and coding; and channel sharing such as required for the CCSDS CVCDU protocols. Satellite: consists of a spacecraft to support the instruments, the instruments, the associated communication systems, and the communications payload services. Satellite Failure: occurs when one of the primary instruments fails to meet the specified performance required to produce its prioritization product set 1 products. A satellite failure may be caused by a hardware or software failure on the satellite that prevents the satellite from fulfilling its mission. A satellite may be deemed a failure as a result of a primary instrument failure, described under primary instrument failure or a communications failure that does not permit the primary instruments to downlink their instrument data. In addition, all conditions that produce no signal or permit no data transmission on the data downlink and consequently yield indeterminate instrument noise performance also constitute a failure. NOAA will review the operational status if the level of performance for a given satellite is sufficient to continue operations when any requirement for the primary instruments is unmet; instrument requirements already reflect end-of life operational performance criteria. NOAA will also decide if the level of performance for a given satellite is sufficient to continue operation of any satellite beyond the lifetime of the primary instrument. Service Request: any type of request for information or service including requests for products. Service Response: a response to the customer regarding a service request. Single point failure: is a failure of a hardware or software element with no redundancy. Single string of equipment: is a system capable of performing all required functionality from data input through data output. Spacecraft: is a vehicle without instruments, but including the magnetometer and the raw data downlink satellite service, propulsion system, power system, thermal system, GN&C, and structure, that is intended to be launched into space by a launch vehicle. Space and Launch Segment Availability: is the probability that the Space and Launch Segment can be successfully used for any specified mission over the stated period of time; this is a probability of success. Transmission rate: is the total downlink or uplink data rate that includes the rate of observation data as well as coding or other overhead. User Community: is a general term describing the aggregate of GOES-R users composed of the subset of rebroadcast users, data subscription users, data products subscription users, retrospective users, and communication systems data users. User Service Functionality: includes the software and hardware of the system that provides the capacity of the Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "low",
      "source_page": 124,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing",
        "real-time"
      ]
    },
    {
      "id": "MRD795",
      "title": "GOES-R Space Segment - employ",
      "text": "The GOES-R Space Segment shall employ a Magnetometer instrument with an 8.4 year Mean Mission Duration (MMD) at the end of 10 years, or equivalently a reliability of 0.6 after 10 years of on-orbit operations, preceded by up to 5 years of ground storage and up to 5 years of on orbit storage. (CCR 02115) (CCR 02163) (CCR 03265 (RDW))",
      "category": "instrument",
      "priority": "high",
      "source_page": 117,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD797",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Convective Initiation: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Convective Initiation reports atmospheric conditions that precede and attend rapid convective storm development based on the rapid evolution and motion of daytime cumulus indicating boundary layer convergence and high water vapor content. Observations of boundary layer moisture can indicate convective initiation even prior to cloud formation and prior to ground-based radar measured rainfall reflectivity of -35 dBZ (same as CONUS product except this version provides mesoscale coverage). (CCR 01214) (CCR 01211) (CCR01543) (CCR 01438) (CCR01542) (CCR 01631) (CCR 02183 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 52,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD801",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Legacy Vertical Moisture Profile: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Legacy Vertical Moisture Profile draws upon Numerical Weather Prediction (NWP) input and adds the moisture band information from ABI to provide an improved profile following the inherent vertical resolution (or layer averaging) of the input NWP data. (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01542) (CCR 01615) (CCR 01631) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 59,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "demonstration",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD802",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Legacy Vertical Moisture Profile: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Legacy Vertical Moisture Profile draws upon Numerical Weather Prediction (NWP) input and adds the moisture band information from ABI to provide an improved profile following the inherent vertical resolution (or layer averaging) of the input NWP data (same as CONUS product except this version provides hemispheric coverage). (CCR 01211) (CCR 01543) (CCR 01542) (CCR 01615) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 60,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "demonstration",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD803",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Legacy Vertical Moisture Profile: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Legacy Vertical Moisture Profile draws upon Numerical Weather Prediction (NWP) input and adds the moisture band information from ABI to provide an improved profile following the inherent vertical resolution (or layer averaging) of the input NWP data (same as CONUS product except this version provides mesoscale coverage). (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01542) (CCR 01615) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 61,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "demonstration",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD807",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Legacy Vertical Temperature Profile: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Legacy Vertical Temperature Profile draws upon NWP input and adds the moisture band information from ABI to provide an improved profile following the inherent vertical resolution (or layer averaging) of the input NWP data. (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01439) (CCR 01542) (CCR 01615) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 61,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "demonstration",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD808",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Legacy Vertical Temperature Profile: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Legacy Vertical Temperature Profile draws upon NWP input and adds the moisture band information from ABI to provide an improved profile following the inherent vertical resolution (or layer averaging) of the input NWP data (same as CONUS product except this version provides hemispheric coverage). (CCR 01211) (CCR 01543) (CCR 01439) (CCR 01542) (CCR 01615) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 62,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "demonstration",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD809",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Legacy Vertical Temperature Profile: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Legacy Vertical Temperature Profile draws upon NWP input and adds the moisture band information from ABI to provide an improved profile following the inherent vertical resolution (or layer averaging) of the input NWP data (same as CONUS product except this version provides mesoscale coverage). (CCR 01214) (CCR 01211) (CCR 01543) (CCR 01439) (CCR 01542) (CCR 01615) (CCR 01631) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 62,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "demonstration",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD813",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Total Precipitable Water: CONUS product in accordance with the requirements and qualifiers provided in the product table below. Total Precipitable Water is the amount of atmospheric water vapor contained in a vertical column of unit cross- sectional area, subdivided by height when more than column measurements are made. (CCR 01214) (CCR 01543) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 67,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD815",
      "title": "The GOES-R System shallproduce a Total Precipitable Water: Mesoscale product...",
      "text": "The GOES-R System shallproduce a Total Precipitable Water: Mesoscale product in accordance with the requirements and qualifiers provided in the product table below. Total Precipitable Water is the amount of atmospheric water vapor contained in a vertical column of unit cross- sectional area, subdivided by height when more than column measurements are made. (CCR 01214) (CCR 01543) (CCR 01542) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 68,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD822",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Derived Stability Indices: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. The following Derived Stability Indices are addressed by these five products. Lifted Index (LI) (Degrees Celsius): The Lifted Index is calculated by lifting (frontal, orographic, upper air dynamics, etc.) a parcel of air dry adiabatically while conserving moisture until it reaches saturation. At that point the parcel is lifted moist adiabatically up to 500 mb. The Lifted Index is the ambient air temperature minus the lifted parcel temperature at 500 mb. Convective Available Potential Energy (CAPE, Joules/kg): Convective Available Potential Energy, a measure of the cumulative buoyancy of a parcel as it rises, in units of Joules per kilogram. CAPE values larger than 1000 J/kg represent moderate amounts of atmospheric potential energy. Values exceeding 3000 J/kg are indicative of very large amounts of potential energy, and are often associated with strong/severe weather. Graphically, the CAPE is the positively buoyant area (shaded purple) on the skew-t diagram. Total Totals Index (TT): The Total Totals Index is computed using discrete pressure level information and is indicative of severe weather potential. Its formula is: TT=(T850+TD850)-2(T500). Generally, TT values below 40-45 are indicators of little or no thunderstorm activity, while values exceeding 55 in the Eastern and Central United States or 65 in the Western United States are indicators of considerable severe weather, including the potential for tornadic activity. Showalter Index (SI): The SI is a parcel-based index, calculated in the same manner as the Lifted Index, using a parcel at 850 mb. That is, the 850 mb parcel is lifted to saturation, then moist adiabatically to 500 mb. The difference between the parcel and environment at 500 mb is the Showalter Index. K index (KI): The K-Index is a simple index using data from discrete pressure levels, instead of a lifted parcel. It is based on vertical temperature changes, moisture content of the lower atmosphere, and the vertical extent of the moist layer. The higher the K-Index the more conducive the atmosphere is to convection. The formula for KI is: KI=(T850 mb-T500 mb) + [(TD850 mb - (T700 mb - TD700 mb)] where: T=Temperature (same as CONUS product except this version provides hemispheric coverage) (CCR 01543) (CCR 01542) (CCR 01615) (CCR 01631)",
      "category": "data",
      "priority": "high",
      "source_page": 65,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "analysis",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD1707",
      "title": "Temporal Coverage Qualifier: Day and Night Product Extent Qualifier: Quantita...",
      "text": "Temporal Coverage Qualifier: Day and Night Product Extent Qualifier: Quantitative out to at least 65 degrees LZA and qualitative at larger LZA Cloud Cover Conditions Qualifier: If feature is obscured by thick clouds, product will not meet threshold measurement accuracy Product Statistics Qualifier: Over specified geographic coverage",
      "category": "data",
      "priority": "medium",
      "source_page": 83,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD1717",
      "title": "Temporal Coverage Qualifier: Day and Night Product Extent Qualifier: Quantita...",
      "text": "Temporal Coverage Qualifier: Day and Night Product Extent Qualifier: Quantitative out to at least 65 degrees LZA and qualitative at larger LZA Cloud Cover Conditions Qualifier: If feature is obscured by thick clouds, product will not meet threshold measurement accuracy Product Statistics Qualifier: Over specified geographic coverage",
      "category": "data",
      "priority": "medium",
      "source_page": 83,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD2019",
      "title": "Product Measurement Accuracy: 1",
      "text": "Product Measurement Accuracy: 1.0 nT (per axis) (CCR 02153 (RDW)) (CCR 03363C (RDW)) (Note: MRD2019 Geomagnetic Field Product Measurement Accuracy values in existing MRD CCR-2153 (RDW) reflect currently known and uncorrected bias plus three standard deviations about that bias. MRD2019 applies to a 250 nT field. Measurement accuracy at a 100 nT field will be 1.7 nT. Accuracy performance scales between the 100 nT and 250 nT field.) (CCR 03086) (CCR 03525A (RDW)",
      "category": "data",
      "priority": "medium",
      "source_page": 103,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD2055",
      "title": "GOES-R System - receive",
      "text": "The GOES-R System shall receive data from ADRS as defined in the interface document, \"Ground Segment to ADRS IRD\", G417-R-IRD-0157 [Applicable Document 31]. (CCR 01591A) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2061",
      "title": "GOES-R System - receive",
      "text": "The GOES-R System shall receive signals from SARSAT Distress Beacons as defined in the interface document, \"Space Segment to SAR IRD\", 417-R-IRD-0006 [Applicable Document 16]. (CCR 01589A)",
      "category": "system",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2062",
      "title": "GOES-R System - send",
      "text": "The GOES-R System shall send SARSAT Distress Beacon signals to SAR Terminals as defined in the interface document, \"Space Segment to SAR IRD\", 417-R-IRD-0006 [Applicable Document 16]. (CCR 01589A)",
      "category": "system",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2063",
      "title": "GOES-R System - provide",
      "text": "The GOES-R System shall provide information, defined in the GOES-R Ground Segment (GS) To GOES-R Access Subsystem (GAS) Interface Requirements Document (IRD) (G417-R-IRD-0196), for use by the NOAA Archival Data Centers. (CCR 01590) (CCR 02970)",
      "category": "system",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2064",
      "title": "GOES-R System - send",
      "text": "The GOES-R System shall send HRIT/EMWIN data to User Terminals as defined in the interface document, \"Space Segment (SS) to High Rate Information Transmission (HRIT) / Emergency Managers Weather Information Network (EMWIN) Interface Requirements Document (IRD)\", 417-R-IRD-0168 [Applicable Document 13]. (CCR 01584A)",
      "category": "data",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2065",
      "title": "GOES-R System - receive",
      "text": "The GOES-R System shall receive HRIT/EMWIN data from the NESDIS HRIT/EMWIN system as defined in the interface document, \"Ground Segment to High Rate Information Transmission (HRIT) / Emergency Managers Weather Information Network (EMWIN) Interface Requirements Document (IRD)\", 417-R-IRD-0095 [Applicable Document 21]. (CCR 01584A)",
      "category": "data",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2068",
      "title": "GOES-R System - receive",
      "text": "The GOES-R System shall receive DCS data from Data Collections Platforms as defined in the interface document, “Space Segment to DCS IRD”, 417-R-IRD-0005 [Applicable Document 15]. (CCR 01587)",
      "category": "system",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2069",
      "title": "GOES-R System - send",
      "text": "The GOES-R System shall send commands to Data Collections Platforms as defined in the interface document, “Space Segment to DCS IRD”, 417-R-IRD-0005 [Applicable Document 15]. (CCR 01587)",
      "category": "system",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2070",
      "title": "GOES-R System - send",
      "text": "The GOES-R System shall send DCS data to DCS Direct Readout Ground Stations as defined in the interface document, “Space Segment to DCS IRD”, 417-R-IRD-0005 [Applicable Document 15]. (CCR 01587)",
      "category": "data",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2071",
      "title": "GOES-R System - receive",
      "text": "The GOES-R System shall receive commands from the DCS ground system as defined in the interface document, “Ground Segment to DCS IRD”, G417-R-IRD-0094 [Applicable Document 24]. (CCR 01587)",
      "category": "system",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2072",
      "title": "GOES-R System - send",
      "text": "The GOES-R System shall send DCS data to the DCS ground system as defined in the interface document, “Ground Segment to DCS IRD”, G417-R-IRD-0094 [Applicable Document 24]. (CCR 01587)",
      "category": "data",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2073",
      "title": "GOES-R System - send",
      "text": "The GOES-R System shall send products to the National Weather Service AWIPS as defined in the interface document, \"Ground Segment to AWIPS IRD\", P417-R-IRD-0160 [Applicable Document 25]. (CCR 01594)",
      "category": "data",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2077",
      "title": "GOES-R System - send",
      "text": "The GOES-R System shall send GRB data to GRB Terminals as defined in the interface document, \"Space Segment to GRB IRD\", 417-R-IRD-0002 [Applicable Document 12]. (CCR 01581) (CCR 03446) (CCR 03569B)",
      "category": "data",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2081",
      "title": "GOES-R System - operate",
      "text": "The GOES-R System shall operate satellites at 89.5 degrees West longitude at geosynchronous altitude for initial satellite checkout. (CCR 01626A)",
      "category": "system",
      "priority": "high",
      "source_page": 14,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2082",
      "title": "GOES-R System - operate",
      "text": "The GOES-R System shall operate satellites at 105 degrees West longitude at geosynchronous altitude for on-orbit storage and periodic check-out in storage. (CCR 01626A) (CCR 03446)",
      "category": "system",
      "priority": "high",
      "source_page": 14,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2083",
      "title": "GOES-R System - dispose",
      "text": "The GOES-R System shall dispose of satellites in accordance with NASA STD 8719.14, “Process for Limiting Orbital Debris”, [Applicable Document 38]. (CCR 01626A)",
      "category": "system",
      "priority": "high",
      "source_page": 14,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2084",
      "title": "GOES-R System - relocate",
      "text": "The GOES-R System shall relocate each satellite between the checkout location and the storage location. (CCR 01626A) (CCR 02168)",
      "category": "system",
      "priority": "high",
      "source_page": 14,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2085",
      "title": "GOES-R System - relocate",
      "text": "The GOES-R System shall relocate each satellite between the storage location and the operational locations. (CCR 01626A) (CCR 02168)",
      "category": "system",
      "priority": "high",
      "source_page": 14,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2086",
      "title": "GOES-R System - relocate",
      "text": "The GOES-R System shall relocate each satellite between the two nominal operational locations. (CCR 01626A) (CCR 02168)",
      "category": "system",
      "priority": "high",
      "source_page": 14,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2087",
      "title": "GOES-R System - send",
      "text": "The GOES-R System shall send L1b data, L2+ data, and associated metadata to the GOES-R data portal (aka GAS) users as defined in the “GOES-R Series, GOES-R Access Subsystem (GAS)-to-User Interface Description Document” P417-R-IDD-0226, [Applicable Document 39]. (CCR 01627A) (CCR 03446) (CCR 03569B)",
      "category": "system",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2088",
      "title": "A Verification approach and method for each System level requirement will be...",
      "text": "A Verification approach and method for each System level requirement will be found in the GOES-R Series, Program Verification and Validation Plan, 410-R-PLN-0083 [Applicable Document 40]. The reader is referred to the V&V Plan for details of a specific verification approach. (CCR 01623)",
      "category": "system",
      "priority": "medium",
      "source_page": 122,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2089",
      "title": "The requirements in sections 3",
      "text": "The requirements in sections 3.4, 3.5 and 3.6 of this document will be verified as part of the Flight Project and Ground Project verification activities. (CCR 01623) Printed Friday, July 12, 2024",
      "category": "performance",
      "priority": "medium",
      "source_page": 122,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2091",
      "title": "GOES-R System - comply",
      "text": "The GOES-R System shall comply with Section 508 of the Rehabilitation Act (29 USC 749d) as amended [Applicable Document 46]. (CCR 01609)",
      "category": "system",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2092",
      "title": "GOES-R System - comply",
      "text": "The GOES-R System shall comply with 36 CFR, Parts 1193 - Telecommunications Act Accessibility Guidelines, and 1194 - Electronic and Information Technology Accessibility Standards [Applicable Documents 42 and 43]. (CCR 01609)",
      "category": "standards",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2093",
      "title": "GOES-R System - maintain",
      "text": "The GOES-R System shall maintain a time accuracy of 100 milliseconds with respect to Coordinated Universal Time. (CCR 01609)",
      "category": "timing",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy",
        "timing"
      ]
    },
    {
      "id": "MRD2094",
      "title": "GOES-R System - comply",
      "text": "The GOES-R System shall comply with the electromagnetic interference (EMI) requirements of FCC rules CFR 47, Part 15, Subpart B, Sections 15.107 and 15.109 for Class A or B conducted and radiated emissions [Applicable Documents 44 and 45]. (CCR 01609)",
      "category": "communication",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2095",
      "title": "GOES-R System - operate",
      "text": "The GOES-R System shall operate continuously using primary and alternate facilities as defined in Federal Continuity Directive 1 (FCD-1), Annex G, Continuity Facilities, [Applicable Document 41]. (CCR 01609)",
      "category": "system",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2100",
      "title": "The product parameter requirements in section 3",
      "text": "The product parameter requirements in section 3.3 of the MRD will be verified based via the following classes of criteria: Not To Exceed (NTE), No Less Than (NLT), No Less than Input Zones (NLTIZ), 1-sigma and 3-sigma (distribution statistics, at less than µ+3σ or µ+ σ ). Product Mapping Accuracy: 3σ Product Refresh Rate/Coverage Time: NTE Mission Product Data Latency: NTE Product Orthogonality/Coverage (Space and Solar Products): NLTIZ Product Horizontal/Angular Resolution (Space and Solar Products): NLT Product Pointing/Mapping Accuracy (Space and Solar Products): 3 σ Product Pointing Knowledge/Mapping Uncertainty (Space and Solar Products): 3 σ Printed Friday, July 12, 2024",
      "category": "timing",
      "priority": "medium",
      "source_page": 26,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy",
        "timing"
      ]
    },
    {
      "id": "MRD2101",
      "title": "Upon ground command, the GOES-R system - downlink",
      "text": "Upon ground command, the GOES-R system shall downlink Magnetometer data and sub-sampled SEISS data in the telemetry stream. (CCR 01503A)",
      "category": "data",
      "priority": "high",
      "source_page": 105,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2102",
      "title": "GOES-R System - make",
      "text": "The GOES-R System shall make Magnetometer data and sub-sampled SEISS data available to users when received via the telemetry stream. (CCR 01503A)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2104",
      "title": "The GOES-R System will be verified and validated in accordance with the Progr...",
      "text": "The GOES-R System will be verified and validated in accordance with the Program Verification and Validation Plan. (CCR 02115)",
      "category": "system",
      "priority": "medium",
      "source_page": 13,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2105",
      "title": "GOES-R System - operate",
      "text": "The GOES-R System shall operate in the attitude resulting from Yaw Flips during equinox seasons. (CCR 02115) (CCR 02163)",
      "category": "system",
      "priority": "high",
      "source_page": 14,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2106",
      "title": "GOES-R System - have",
      "text": "The GOES-R System shall have an availability of 0.83 each month for the KPP at each geosynchronous orbital location, over System lifetime. (CCR 02115)",
      "category": "timing",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD2107",
      "title": "GOES-R System - have",
      "text": "The GOES-R System shall have a monthly KPP availability of 0.98 over mission lifetime for the CONUS region contained in the overlap of both operational coverage areas. (CCR 02115) (CCR 02166)",
      "category": "timing",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD2108",
      "title": "GOES-R System - preclude",
      "text": "The GOES-R System shall preclude a single credible failure from inducing mission failure. (CCR 02115) (CCR 02163)",
      "category": "system",
      "priority": "high",
      "source_page": 15,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2110",
      "title": "GOES-R System - calibrate",
      "text": "The GOES-R System shall calibrate raw instrument samples to maintain product requirements. (CCR 02115) (CCR 02163) (CCR 02166)",
      "category": "instrument",
      "priority": "high",
      "source_page": 24,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2111",
      "title": "GOES-R System - collect",
      "text": "The GOES-R System shall collect data during System operation for instrument calibration purposes. (CCR 02115)",
      "category": "accuracy",
      "priority": "high",
      "source_page": 24,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2112",
      "title": "GOES-R System - time",
      "text": "The GOES-R System shall time tag product observations. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 24,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "timing"
      ]
    },
    {
      "id": "MRD2113",
      "title": "GOES-R System - have",
      "text": "The GOES-R System shall have a commandable acquisition pattern for imagery products. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 24,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2114",
      "title": "GOES-R System - use",
      "text": "The GOES-R System shall use standard data products coordinate systems and formats to allow for integration with other appropriate NOAA data sources. (CCR 02115) (CCR 02163) (CCR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 24,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2115",
      "title": "GOES-R System - encrypt",
      "text": "The GOES-R System shall encrypt Space Segment commands. (CCR 02115) Printed Friday, July 12, 2024",
      "category": "system",
      "priority": "high",
      "source_page": 105,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2116",
      "title": "GOES-R System - decrypt",
      "text": "The GOES-R System shall decrypt encrypted Space Segment commands. (CCR 02115)",
      "category": "system",
      "priority": "high",
      "source_page": 106,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2117",
      "title": "GOES-R Space Segment - respond",
      "text": "The GOES-R Space Segment shall respond to encrypted and to unencrypted commands. (CCR 02115)",
      "category": "general",
      "priority": "high",
      "source_page": 106,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2118",
      "title": "GOES-R Space Segment - operate",
      "text": "The GOES-R Space Segment shall operate on-orbit functions continuously during eclipse periods in geosynchronous orbit. (CCR 02115)",
      "category": "general",
      "priority": "high",
      "source_page": 106,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2119",
      "title": "GOES-R System - utilize",
      "text": "The GOES-R System shall utilize open hardware and software standards. (CCR 02115)",
      "category": "standards",
      "priority": "high",
      "source_page": 109,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2120",
      "title": "GOES-R System - provide",
      "text": "The GOES-R System shall provide calibrated Radiances product measurements for the solar reflective channels to within an absolute accuracy of 5%. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD2121",
      "title": "GOES-R System - provide",
      "text": "The GOES-R System shall provide calibrated Radiances product measurements for the solar reflective channels with relative deviations (short-term repeatability) less than 0.2% (1-σ). (CCR 02115)(CCR 03492A (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2122",
      "title": "GOES-R System - provide",
      "text": "The GOES-R System shall provide calibrated Radiances product measurements for the solar reflective channels with deviations (long-term drift) less than 1.5%. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 114,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2123",
      "title": "GOES-R System - detect",
      "text": "The GOES-R System shall detect radiance variations of at least 0.1% in the Solar Imagery: X-Ray product observations. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 116,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2124",
      "title": "GOES-R Space Segment - have",
      "text": "The GOES-R Space Segment shall have gaps of not greater than 2 minutes in duration in the Solar Imagery: X-Ray product observations. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 116,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2125",
      "title": "GOES-R System - maintain",
      "text": "The GOES-R System shall maintain continuous telemetry functions during all mission-critical events.(CCR 02115)",
      "category": "system",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2126",
      "title": "GOES-R System - maintain",
      "text": "The GOES-R System shall maintain continuous command functions during all mission-critical events that are subsequent to the separation from the launch vehicle. (CCR 02115)",
      "category": "system",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2127",
      "title": "GOES-R System - provide",
      "text": "The GOES-R System shall provide command and control of the satellites in the GOES-R series during all test phases for the life of the GOES-R mission set. (CCR 02115)",
      "category": "system",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2128",
      "title": "GOES-R Ground Segment - archive",
      "text": "The GOES-R Ground Segment shall archive all software versions for the life of the GOES-R mission set. (CCR 02115) (CCR 02166)",
      "category": "general",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2129",
      "title": "GOES-R Ground Segment - archive",
      "text": "The GOES-R Ground Segment shall archive data supporting product performance evaluation. (CCR02115)",
      "category": "data",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2130",
      "title": "GOES-R Ground Segment - monitor",
      "text": "The GOES-R Ground Segment shall monitor the quality of all products. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "monitoring"
      ]
    },
    {
      "id": "MRD2131",
      "title": "GOES-R Ground Segment - provide",
      "text": "The GOES-R Ground Segment shall provide for the maintenance of product quality. (CCR 02115)(CCR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2132",
      "title": "GOES-R Space Segment - develop",
      "text": "The GOES-R Space Segment shall develop a ground processing algorithm for the Radiances product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2133",
      "title": "GOES-R Space Segment - develop",
      "text": "The GOES-R Space Segment shall develop a ground processing algorithm for the Lightning Detection: Hemispheric product. (CCR 02115) Printed Friday, July 12, 2024",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2134",
      "title": "GOES-R Space Segment - develop",
      "text": "The GOES-R Space Segment shall develop a ground processing algorithm for the Solar Imagery: X-ray product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2135",
      "title": "GOES-R Space Segment - develop",
      "text": "The GOES-R Space Segment shall develop a ground processing algorithm for the Energetic Heavy Ions product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2136",
      "title": "GOES-R Space Segment - develop",
      "text": "The GOES-R Space Segment shall develop a ground processing algorithm for the Magnetospheric Electrons and Protons: Low Energy. (CCR 02115)",
      "category": "general",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2137",
      "title": "GOES-R Space Segment - develop",
      "text": "The GOES-R Space Segment shall develop a ground processing algorithm for the Magnetospheric Electrons and Protons: Medium and High Energy product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2138",
      "title": "GOES-R Space Segment - develop",
      "text": "The GOES-R Space Segment shall develop a ground processing algorithm for the Solar and Galactic Protons product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2139",
      "title": "GOES-R Space Segment - develop",
      "text": "The GOES-R Space Segment shall develop a ground processing algorithm for the Geomagnetic Field product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2140",
      "title": "GOES-R Space Segment - develop",
      "text": "The GOES-R Space Segment shall develop a ground processing algorithm for the Solar Flux: EUV product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2141",
      "title": "GOES-R Space Segment - develop",
      "text": "The GOES-R Space Segment shall develop a ground processing algorithm for the Solar Flux: X-Ray. (CCR 02115)",
      "category": "general",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2142",
      "title": "GOES-R Ground Segment - implement",
      "text": "The GOES-R Ground Segment shall implement a ground processing algorithm for the Radiances product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2143",
      "title": "GOES-R Ground Segment - implement",
      "text": "The GOES-R Ground Segment shall implement a ground processing algorithm for the Lightning Detection: Hemispheric product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2144",
      "title": "GOES-R Ground Segment - implement",
      "text": "The GOES-R Ground Segment shall implement a ground processing algorithm for the Solar Imagery: X-ray product.(CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2145",
      "title": "GOES-R Ground Segment - implement",
      "text": "The GOES-R Ground Segment shall implement a ground processing algorithm for the Energetic Heavy Ions product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2146",
      "title": "GOES-R Ground Segment - implement",
      "text": "The GOES-R Ground Segment shall implement a ground processing algorithm for the Magnetospheric Electrons and Protons: Low Energy. (CCR 02115)",
      "category": "general",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2147",
      "title": "GOES-R Ground Segment - implement",
      "text": "The GOES-R Ground Segment shall implement a ground processing algorithm for the Magnetospheric Electrons and Protons: Medium and High Energy product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2148",
      "title": "GOES-R Ground Segment - implement",
      "text": "The GOES-R Ground Segment shall implement a ground processing algorithm for the Solar and Galactic Protons product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2149",
      "title": "GOES-R Ground Segment - implement",
      "text": "The GOES-R Ground Segment shall implement a ground processing algorithm for the Geomagnetic Field product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2150",
      "title": "GOES-R Ground Segment - implement",
      "text": "The GOES-R Ground Segment shall implement a ground processing algorithm for the Solar Flux: X-Ray. (CCR 02115)",
      "category": "general",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2151",
      "title": "GOES-R Ground Segment - implement",
      "text": "The GOES-R Ground Segment shall implement a ground processing algorithm for the Solar Flux: EUV product. (CCR 02115)",
      "category": "data",
      "priority": "high",
      "source_page": 120,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2152",
      "title": "GOES-R System - provide",
      "text": "The GOES-R System shall provide components and interfaces for the maintenance of operational functions. (CCR 02115)",
      "category": "system",
      "priority": "high",
      "source_page": 121,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2153",
      "title": "GOES-R Ground Segment - provide",
      "text": "The GOES-R Ground Segment shall provide components and interfaces for the development of operational functions. (CCR 02115)",
      "category": "performance",
      "priority": "high",
      "source_page": 121,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    },
    {
      "id": "MRD2154",
      "title": "GOES-R Space Segment - meet",
      "text": "The GOES-R Space Segment shall meet Radiances product performance requirements during eclipse periods in geosynchronous orbit for all data acquired outside of instrument designated zones of reduced data quality. (CCR 02115) (CCR 02600)",
      "category": "data",
      "priority": "high",
      "source_page": 106,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2155",
      "title": "GOES-R Space Segment satellites - transition",
      "text": "The GOES-R Space Segment satellites shall transition from storage mode at the storage location to operational mode at either operational location within 21 days. (CCR 02168)",
      "category": "performance",
      "priority": "high",
      "source_page": 14,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2156",
      "title": "GOES-R Space Segment - produce",
      "text": "The GOES-R Space Segment shall produce Radiance product observations in low light (5% albedo) conditions in the 0.64 micron band at a 50:1 SNR. (Some portion of this requirement has been waived.) (CCR 01733) (CCR 02166) (CCR 02588 (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2157",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Solar Flux: EUV product for wavelengths from 5 to 127 nm. (CCR 02166)",
      "category": "data",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2158",
      "title": "GOES-R System - provide",
      "text": "The GOES-R System shall provide calibrated Radiances product measurements for the emissive infrared channels to within a precision of 0.2 K. (CCR 02166) (CCR 03492A (RDW))",
      "category": "data",
      "priority": "high",
      "source_page": 115,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "accuracy"
      ]
    },
    {
      "id": "MRD2170",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Vegetation Fraction: Green: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Vegetative Fraction: Green reports the unitless fraction of green vegetation occupying each pixel. (CCR 01867A)",
      "category": "data",
      "priority": "high",
      "source_page": 93,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2181",
      "title": "GOES-R System - produce",
      "text": "The GOES-R System shall produce a Vegetation Index: Hemispheric product in accordance with the requirements and qualifiers provided in the product table below. Vegetative Index reports the state of growth (biomass greenness) in units of Normalized Difference Vegetation Index (NDVI). (CCR 01867A)",
      "category": "data",
      "priority": "high",
      "source_page": 94,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2193",
      "title": "The GOES-R system shallmake Level 0 data from the GOES-U CCOR available to us...",
      "text": "The GOES-R system shallmake Level 0 data from the GOES-U CCOR available to users within 15 minutes. (CCR 03446)",
      "category": "data",
      "priority": "high",
      "source_page": 105,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2194",
      "title": "GOES-R Space Segment - produce",
      "text": "The GOES-R Space Segment shall produce Compact Coronagraph (CCOR) sensor data for coronal mass ejection observations with outages of less than 70 hours per year due to the Space Segment. (CCR 03446)",
      "category": "data",
      "priority": "high",
      "source_page": 109,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2196",
      "title": "GOES-R Space Segment - collect",
      "text": "The GOES-R Space Segment shall collect coronal mass ejections observations utilizing the GOES-U spacecraft. (CCR 03446)",
      "category": "data",
      "priority": "high",
      "source_page": 118,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2197",
      "title": "GOES-R Ground Segment - produce",
      "text": "The GOES-R Ground Segment shall produce CCOR Level 0 data. (CCR 03446)",
      "category": "data",
      "priority": "high",
      "source_page": 119,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": []
    },
    {
      "id": "MRD2198",
      "title": "GOES-R System - send",
      "text": "The GOES-R System shall send Level 0 data from GOES-U CCOR to SWPC as defined in the interface document, “Geostationary Operational Environmental Satellite- R series (GOES-R) Ground Segment and Space Weather Follow On (SWFO) Ground Segment Command and Control (C2) to Space Weather Prediction Center (SWPC) Interface Requirements Document (IRD)” 416-R-IRD-0409. (CCR 03569B)",
      "category": "performance",
      "priority": "high",
      "source_page": 16,
      "source_document": "90ac8000-2617-440d-9f09-4e19699bead4_GOES-R-MRD.pdf",
      "verification_method": "test",
      "parent_section": "3.35 MRD",
      "tags": [
        "interface"
      ]
    }
  ]
}